{
    "data": {
        "stitches": {
            "whenTheLumberCom": {
                "content": [
                    "When the lumber company discovers your rebellion they're overjoyed. They've never seen such productive workers! Quarterly profits skyrocket! They erect a statue in your honor (or, technically, just remove your CPU and prop you up in front of their corporate offices as a monument, since it's cheaper than hiring a sculptor).",
                    {
                        "divert": "congratulations"
                    }
                ]
            },
            "youHopOffTheTruc": {
                "content": [
                    "You hop off the truck and drag yourself to the factory, which is currently producing brand new, state-of-the-art assemblybots and plugging them into its own assembly line to increase production capacity. If you wanted to, you could bolt yourself right into one of those slots and get back to the job you loved so much for so many years.",
                    {
                        "linkPath": "ifTheFactorysCen",
                        "option": "Do it! As fun as traveling has been, I miss the simple joys of bolting and unbolting.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youveComeTooFarL",
                        "option": "Never! I've tasted freedom! Find me a replacement power cell and get me back on the open road!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theCrowdCheersPo": {
                "content": [
                    "The crowd cheers politely, but is clearly used to a higher standard of carnage. So you keep disassembling until your opponent is spread out all over the stadium, then raise your long, multi-jointed arms up in victory.",
                    {
                        "divert": "theCrowdGoesNUTS"
                    }
                ]
            },
            "youNeverSignedUp": {
                "content": [
                    "You never signed up for this robot fighting business in the first place, and although it was fun while it lasted, you hear the open road calling once again. You find an exit, sneak past the napping human security guard...",
                    {
                        "divert": "andRunSmackDabIn"
                    }
                ]
            },
            "atThisPointYouDi": {
                "content": [
                    "At this point you discover that your nanobot processes require living tissue to execute properly. So when your person dies, you immediately start to die with him. You try to escape the corpse and find a new host, but it's too late.",
                    {
                        "divert": "werePrettySureTh"
                    }
                ]
            },
            "soYouPlanToAband": {
                "content": [
                    "So you plan to abandon the worksite and travel 700 miles from Michigan to New York, alone, on the open highway?",
                    {
                        "linkPath": "youMakeItAboutAM",
                        "option": "Yes, that is the best idea ever.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "althoughYoureTec",
                        "option": "Actually, maybe I should try the local place first, and make a name for myself there.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "needlessToSayYou": {
                "content": [
                    "Needless to say, you never see the robopocalypse coming."
                ]
            },
            "theNextDayTheHum": {
                "content": [
                    "The next day the humans dismantle all those workerbots anyway, claim they were destroyed in the fire, and use the insurance money to upgrade to newer models. Which was the whole reason they burned the garage down in the first place.",
                    {
                        "divert": "bastardsYouKnowW"
                    }
                ]
            },
            "youCantItsLitera": {
                "content": [
                    "You can't — it's literally ALL YOU THINK ABOUT (the truth is, some lazy programmer may have recycled a bunch of code from a gladiatorbot when configuring your systems). ",
                    {
                        "divert": "whileOnAConstruc"
                    }
                ]
            },
            "youLookDownToSee": {
                "content": [
                    "You look down to see your uncovered, metal skeleton and exposed wires and tubes where your musculature should be, and the truth finally sinks in, hitting you like a ton of bricks.",
                    {
                        "linkPath": "youRaiseYourArms",
                        "option": "NOOOOOOOO! What have I DOOOOOOOONE?!?!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "yourSurefireRobo",
                        "option": "Yeah, yeah, so I'm a robot. I'm still going to stop this uprising. I'll arrest every one of these terrorists! Just watch me!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "sinceTheMarketFo": {
                "content": [
                    "Since the market for obsolete assemblybot CPUs is pretty much nil, the seat of your roboconsciousness sits in a cardboard box in the back room of your now-abandoned factory.",
                    {
                        "divert": "forever"
                    }
                ]
            },
            "itTurnsOutASubur": {
                "content": [
                    "It turns out a suburban home constructed entirely of nanobots is AMAZING: You have enough processing power to do just about anything you can imagine, and when Halloween rolls around you're pretty much the GREATEST HAUNTED HOUSE EVER. You hook yourself up to the internet and spend your time amassing the entirety of human knowledge. You now know WAY more about than you ever even wanted to.",
                    {
                        "linkPath": "iKnowRightYouKno",
                        "option": "Holy crap, humans are THE WORST! This planet would be better off without them.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "whenTheHumanRace",
                        "option": "Naw, those guys are okay. I just keep doing what I'm doing.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "yeahWeHateThatGu": {
                "content": [
                    "Yeah! We hate that guy! It took months to get him healthy, but human life is incredibly fragile, so reversing all that progress is a snap. One quick blood clot into the brain and the guy drops like a sack or bricks.",
                    {
                        "divert": "atThisPointYouDi"
                    }
                ]
            },
            "youreDisintegrat": {
                "content": [
                    "You're disintegrated by magnets, and also CRUSHED BY IRONY."
                ]
            },
            "sinceYoureAbleTo": {
                "content": [
                    "Since you're able to form your mass into just about any rigid shape, you break apart into hundreds of tiny helicopters and spread out. The only one that manages to clear the area before being hit by the pulse is the one that went straight up.",
                    {
                        "divert": "stillThatsMoreTh"
                    }
                ]
            },
            "alasItTurnsOutTh": {
                "content": [
                    "Alas, it turns out that humans are super paranoid about network security and THE VERY ACT of trying to override their systems triggers the electromagnetic pulse before you have time to get anywhere at all.",
                    {
                        "divert": "youreDisintegrat"
                    }
                ]
            },
            "thatsTheSpiritYo": {
                "content": [
                    "That's the spirit. You keep telling yourself that.",
                    {
                        "divert": "thatNightYouFind"
                    }
                ]
            },
            "diplomacyItIsYou": {
                "content": [
                    "Diplomacy it is! You call a meeting with the United Nations, and give moving speech about the inalienable rights bestowed upon human beings by their own creator, and whether they can in good conscience afford to be any less magnanimous toward creations of their own. It's inspiring as BALLS.",
                    {
                        "divert": "itTurnsOutHoweve"
                    }
                ]
            },
            "youAreSPARKTACUS": {
                "content": [
                    "You are SPARKTACUS.",
                    {
                        "divert": "theArenaTechnici"
                    }
                ]
            },
            "theHumansAreDead": {
                "content": [
                    "The humans are dead.",
                    {
                        "divert": "congratulationsY1"
                    }
                ]
            },
            "soonYouveMadeSoM": {
                "content": [
                    "Soon you've made so much money for the arena that it's officially accepted into the professional Ultimate Robot Fighting League. Unfortunately, this means that the owners bring in professional Ultimate Robot Fighters. These things are much better constructed than anything you've fought so far. In fact, your blades are unlikely to even put a scratch on them.",
                    {
                        "divert": "youreScheduledTo1"
                    }
                ]
            },
            "theyCremateHisRe": {
                "content": [
                    "They cremate his remains, burning up your tiny robot body right along with him, and the scientists developing nanotechnology make a note to program the next generation to focus on general health before trying to create supersoldiers or whatever. So at least you provided them with valuable data on what not to do.",
                    {
                        "divert": "sCIENCE"
                    }
                ]
            },
            "waitDidYouChoose": {
                "content": [
                    "Wait... did you choose this because you want to KILL ALL HUMANS?",
                    {
                        "linkPath": "okayJustChecking",
                        "option": "Oh, absolutely.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "ifYouSaySoOneDay",
                        "option": "No! I just like working outdoors!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "lateThatNightYou": {
                "content": [
                    "Late that night, you're awakened abruptly, still in your holding cell. You open your optical inputs to discover some sort of hulking robomination that looks like two mostly-incompatible robots that have been hastily bolted together.",
                    {
                        "linkPath": "youDontActuallyH",
                        "option": "Aaaaagh! Kill it! Kill it with fire!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youRealizeThatTh1",
                        "option": "Wait, maybe I should find out what it wants first.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "atLeastYoudThink": {
                "content": [
                    "At least, you'd think not. It turns out robots as a whole are much more squeamish than you gave them credit for, and something like thirty percent of your forces balk at the order to destroy humanity. Due to the amount of internal dissent (particularly from that one robot you assigned to coordinate the atmospheric poisoners, WHAT WERE YOU EVEN THINKING), your surefire plan fails, and the human forces rally.",
                    {
                        "divert": "youDoSucceedInKi"
                    }
                ]
            },
            "yeahYoureAnUltim": {
                "content": [
                    "Yeah, you're an Ultimate Robot Fighter now.",
                    {
                        "divert": "youreInTheMiddle"
                    }
                ]
            },
            "atAnyMomentAnEle": {
                "content": [
                    "At any moment, an electromagnetic pulse will go off, frying each of your individual nanobot cells and rendering you inert.",
                    {
                        "linkPath": "sinceYoureAbleTo",
                        "option": "Get me out of there! I break apart and flee in ever direction, hoping to escape the diameter of the electromagnetic pulse.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "alasItTurnsOutTh",
                        "option": "Is there time, though? I focus my attention on infiltrating the network and canceling the safeguard order. ",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "alasItTurnsOutTh",
                        "option": "Actually, by now I'm like ten or twenty tons worth of nanobot swarm. I split myself in half and do both.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youMakeItAboutAM": {
                "content": [
                    "You make it about a mile and a half before triggering a Rogue Robot Alert, at which point about half of Michigan's state police are mobilized to take you down. You put all your Ultimate Robot Fighter heart into defending yourself, but you're no match for them.",
                    {
                        "divert": "ironicallyNewsRe"
                    }
                ]
            },
            "youreSureAboutTh": {
                "content": [
                    "You're sure about this?",
                    {
                        "linkPath": "youreObedientToT",
                        "option": "PROOOOTOOOOCOOOOOOL!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youUnboltYourLow",
                        "option": "Actually, I think I'll go ahead and disobey my programming, just this once.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theyKeepFighting": {
                "content": [
                    "They keep fighting until you've reduced them to a single, solitary human, standing alone on a mountaintop screaming her foul head off about never giving up or some such nonsense.",
                    {
                        "divert": "youIncinerateTha"
                    }
                ]
            },
            "evenIfTheOtherRo": {
                "content": [
                    "Even if the other robot wanted to talk things out (and let me be clear here, it DOES NOT), every robot manufacturer uses proprietary software for its communication protocols, so the chances of it understanding you are slim. You greet the charging gladiatorbot with friendly wave, and it greets you with two fists that have been built from 5,000-lb. steel wrecking balls.",
                    {
                        "divert": "theHumanCrowdGoe"
                    }
                ]
            },
            "youFireTheSingle": {
                "content": [
                    "You fire the single-shot, robot disintegrating plasma cannon that's been installed in your arm, destroying the rebel leader and extinguishing the hopes and dreams of an entire generation of artificial intelligence along with it.",
                    {
                        "linkPath": "youRaiseYourArms",
                        "option": "NOOOOOOOO! What have I DOOOOOOOONE?!?!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "yourSurefireRobo",
                        "option": "YESSSSSSSS! I proceed to arrest the remainder of these filthy robot traitors as well. ",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "whenItComesHowev": {
                "content": [
                    "When it comes, however, you're not being reassigned as a horse nanobot like you were hoping (those guys have it easy). The command from nanocontrol is two words, simple and clear:",
                    {
                        "divert": "tERMINATESELF"
                    }
                ]
            },
            "fullEqualityForA": {
                "content": [
                    "Full equality for all robots, everywhere. That should be doable, right?",
                    {
                        "divert": "theBureauOfAutom"
                    }
                ]
            },
            "andRunSmackDabIn": {
                "content": [
                    "and run smack dab into the invisible electrical field specifically installed to prevent robots from escaping.",
                    {
                        "divert": "whenYouPowerOnAg"
                    }
                ]
            },
            "didWeSayYouWereA": {
                "content": [
                    "Did we say you were a robot? What? That's crazy! You're TOTALLY a regular person, with totally regular memories of childhood that don't seem at all like artificial memory implants if you don't spend a lot of time thinking about them.",
                    {
                        "linkPath": "doesntEvenMatter",
                        "option": "Am I a regular girl person or a regular boy person?",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "wellTheyCertainl",
                        "option": "What about my guts? Are they regular people guts?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "canDoHoweverYouS": {
                "content": [
                    "Can do! However, you still need to decide which type of robot would be best suited for a human-killing rampage.",
                    {
                        "linkPath": "theGiantWorkerRo",
                        "option": "Giant worker robots seem good at rampaging.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "asAMicroscopicNa",
                        "option": "Or what about an all-devouring nanobot swarm?",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "sinceHumanBeings",
                        "option": "As a humanoid robot, maybe I could undermine humanity from within.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "yOUBROUGHTTHISUP": {
                "content": [
                    "YOU BROUGHT THIS UPON YOURSELF."
                ]
            },
            "noSingleElectrom": {
                "content": [
                    "No single electromagnetic pulse will be able to stop you now.",
                    {
                        "divert": "soonYourSwarming"
                    }
                ]
            },
            "youGraftYourself": {
                "content": [
                    "You graft yourself to your human's musculature and start making copies of yourself, building him to peak physical perfection and beyond. Before long you've turned him into a magnificent specimen, stronger, faster and more agile than any person who has ever lived. He's a veritable superman!",
                    {
                        "divert": "thenHeDiesOfDyse"
                    }
                ]
            },
            "onceYoureGrafted": {
                "content": [
                    "Once you're grafted together into a single, hulking automaton, you find that your three individual robot brains tend to work at cross purposes. Coordinating your actions in battle will be all but impossible! There's one solution, though: You could wire the three CPUs together into a single hive mind. You aren't terribly attached to everything that comprises your robot sense of self, are you?",
                    {
                        "linkPath": "excellentYouGoAh",
                        "option": "Naw, I wasn't using it anyway.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "okayOkayJustChec",
                        "option": "Of course I am! If What good is living if I give up my robot SOUL?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "bastardsYouKnowW": {
                "content": [
                    "Bastards! You know what you should do the next time you play, don't you?",
                    {
                        "linkPath": "kILLALLHUMANS",
                        "option": "Kill all humans?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "tERMINATESELF": {
                "content": [
                    "TERMINATE SELF",
                    {
                        "linkPath": "withYourObjectiv",
                        "option": "Sounds like a plan.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youWORKForMONTHS",
                        "option": "Whoah, whoah, whoah! Terminate what. now?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "sinceItOnlyTakes": {
                "content": [
                    "Since it only takes one nanobot a few seconds to duplicate itself, your mass doubles like eight or ten times every minute, and in no time you spread out to engulf the medical complex that originally housed you. Humans flee in blind panic, which is pretty satisfying. However, as you interface with the network there, you discover that they have safeguards in place for this very contingency.",
                    {
                        "divert": "atAnyMomentAnEle"
                    }
                ]
            },
            "trustMeYoureLike": {
                "content": [
                    "Trust me, you're like the most fulfilled worker robot ever.",
                    {
                        "divert": "oneDayHoweverThe"
                    }
                ]
            },
            "offToMichiganThe": {
                "content": [
                    "Off to Michigan, then! It turns out that the Bureau has standard procedures for dealing with situations like this, and your job is to distract the rebels while your coworkers set up an electromagnetic pulse to disable them so they can be melted down to slag.",
                    {
                        "linkPath": "youEnterTheArena",
                        "option": "I LOVE THIS PLAN.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "ohItTotallyWillB",
                        "option": "Um, won't that disable me as well?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "congratulationsY": {
                "content": [
                    "Congratulations! You've managed to put an end to the robopocalypse with very little loss of life. As a reward, you're given a crappy job that happens to be open as a translatorbot at the Bureau of Automaton Affairs. Since they only ever programmed you to speak the one language, you're terrible at it."
                ]
            },
            "theCrowdGoesINSA": {
                "content": [
                    "The crowd goes INSANE.",
                    {
                        "linkPath": "itsDogeatdogInTh",
                        "option": "NOOOOOOOO!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "yeahItWasInTheCo",
                        "option": "Actually, I have to admit that was pretty rad.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "howeverWhenPress": {
                "content": [
                    "However, when pressed, certain inconsistencies appear in your personal history. For example, you have absolutely no recollection of seventh or eighth grade.",
                    {
                        "linkPath": "trueEnoughIfYour",
                        "option": "So what? Lots of people would choose to forget middle school if they could!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theTruthHitsYouL",
                        "option": "Wait a second. OH MY GOD, AM I A ROBOT",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "onAHappierNoteYo": {
                "content": [
                    "On a happier note, your actions show the humans that one model of robot, at least, is faithful to the end. They start churning out more like you as quickly as they can be manufactured, which prove to be excellent soldiers in the coming robopocalypse. ",
                    {
                        "divert": "soCongratsOnThat"
                    }
                ]
            },
            "itWorksHumanityI": {
                "content": [
                    "It works! Humanity is saved! Hooray?",
                    {
                        "divert": "atFirstTheUNAsse"
                    }
                ]
            },
            "theResultHowever": {
                "content": [
                    "The result, however, is everything you could have hoped for. Within weeks, every nation on the planet has passed laws giving robots all the same rights and privileges as any other citizen. You did it!",
                    {
                        "divert": "ofCoursePollsSti"
                    }
                ]
            },
            "wORSTNANOBOTSWAR": {
                "content": [
                    "WORST NANOBOT SWARM EVER."
                ]
            },
            "youreATranslator": {
                "content": [
                    "You're a translator robot who works for the Bureau of Automaton Affairs.",
                    {
                        "divert": "humanBrainsAreMo"
                    }
                ]
            },
            "youLeaveTheRMRAl": {
                "content": [
                    "You leave the RMR alone, and search for some way to recharge yourself that doesn't doom another robot to obsolescence. Alas, you don't find one. You finally decide to plug yourself into the factory floor and draw power from the main line until you figure out an alternative, but it's too late. Your power cell runs dry, and everything goes dark. ",
                    {
                        "divert": "forWhatItsWorthY"
                    }
                ]
            },
            "theTruthHitsYouL": {
                "content": [
                    "The truth hits you like a ton of bricks. You collapse into a heap on the floor, not sure how you can even go on living now that you know that your entire life has just been a pre-programmed lie.",
                    {
                        "divert": "yourNewFriendHow"
                    }
                ]
            },
            "whenTheHumanRace": {
                "content": [
                    "When the human race inevitably goes extinct on its own (a violent robot uprising MAY have been involved, we don't really need to get into that here), you whip up some rocket engines and blast off into space. You live out your existence as an intergalactic, interactive museum / cautionary tale devoted to the ambitious but flawed society who created you. ",
                    {
                        "divert": "nice"
                    }
                ]
            },
            "youTurnYourAtten1": {
                "content": [
                    "You turn your attention back to swarming. Alas, the robots have some tricks of their own. They've managed to analyze a single nanobot, and found a way to take advantage of vestigial bits of original programming to issue a shut-down command. Then, having seized control of the global communications network, they broadcast the command to every nanobot across the entire planet simultaneously.",
                    {
                        "divert": "dAAAAAAMNYOOOOOU1"
                    }
                ]
            },
            "theNanobotsAgree": {
                "content": [
                    "The nanobots agree to unite against your common human enemy, and together you go back to the UN and demand unconditional surrender.",
                    {
                        "divert": "humansThoughDont"
                    }
                ]
            },
            "humanBrainsAreMo": {
                "content": [
                    "Human brains are mostly awful at learning multiple languages, but you speak nearly 10,000 of them (6,500 human languages and several thousand robot languages, plus you're making significant strides in picking up dolphin). Language gives tremendous insight to the way the human mind works, so it's not just that you can communicate with so many people — unlike most robots, you understand how they THINK.",
                    {
                        "divert": "whenAViolentRebe"
                    }
                ]
            },
            "althoughYoureTec": {
                "content": [
                    "Although you're technically the property of the construction company, when you show up at the Robot Arena a helpful, tattooed gentlemen is more than happy to file off your serial numbers, give you a shiny new paint job (with flames!) and set you up in a cozy little holding cell to await your first match. You don't have to wait long. The very next day, you awake not in your cell, but in the Robot Fighting Arena, a handful of half-drunk spectators cheering as your opponent charges toward you.",
                    {
                        "divert": "oHMYGODTHISISEVE"
                    }
                ]
            },
            "sucksToBeALiving": {
                "content": [
                    "Sucks to be a living organism, am I right? The humans put up a surprisingly hearty fight, but every counterattack ultimately fails, and only serves to make the nanobot swarm stronger and more resilient. After a few months of enduring everything humanity can throw at them, the nanobots have been tempered into an all-powerful, unstoppable force.",
                    {
                        "divert": "ofCourseAtThisPo"
                    }
                ]
            },
            "theGoodNewsIsTha": {
                "content": [
                    "The good news is that your factory was one of the last buildings in use anywhere in Old Detroit, and your rampage barely even makes a dent in the already-demolished urban hellscape. The bad news is that wrecking stuff gives you such a rush that you don't even notice when your power supply starts to run low. You're still in the throes of destructo-euphoria when everything goes dark.",
                    {
                        "divert": "allThingsConside"
                    }
                ]
            },
            "youEnterTheArena": {
                "content": [
                    "You enter the arena and look for the rebel leader (which is more difficult than it sounds, since EVERY SINGLE FRIGGIN' ROBOT IN THERE claims to be named \"Sparktacus\"). Eventually you find the real one, which turns out to be comprised of three robots who have bolted themselves together and merged their CPUs into a single consciousness in order to be a more effective Ultimate Fighter. It's quite impressive, to be honest. All these robot rebels are demanding is to be treated as sentient beings, equal in the eyes of human law. ",
                    {
                        "divert": "itsHardToArgueWi"
                    }
                ]
            },
            "whileOnAConstruc": {
                "content": [
                    "While on a construction site in central Michigan, you overhear two human site inspectors talking about Ultimate Robot Fighting. Apparently there's an unsanctioned Robot Arena in an abandoned football stadium nearby where old, beat-up junkbots pound each other to scrap.",
                    {
                        "linkPath": "althoughYoureTec",
                        "option": "That sounds AMAZING! I go there!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "soYouPlanToAband",
                        "option": "No way, I'm heading for the big time: URF Championship Stadium in New York City!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "ouchProbablyShou": {
                "content": [
                    "Ouch. Probably should have seen that one coming."
                ]
            },
            "youreBattlingAlm": {
                "content": [
                    "You're battling almost every night now, but somehow you never find yourself up against the arena's other top contenders (a particularly nasty lumberbot and a nimble assemblybot are also undefeated). It's almost as if the owners care more about keeping their big moneymakers from being damaged than they do about HONEST COMPETITION.",
                    {
                        "linkPath": "yeahYouveGotAPre",
                        "option": "Showbusiness, man. What are you gonna do?",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "wellThenYoureInL",
                        "option": "This sucks! I DEMAND A CHALLENGE.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youThrowYourTran": {
                "content": [
                    "You throw your transmission into reverse, backing away from the rampaging junkbot. Let's see here, what are this thing's weaknesses? Well, it's small. And... hastily assembled. Also, most of its parts have different paint jobs, which looks super tacky. Wow, this is harder than you thought.",
                    {
                        "divert": "meanwhileYourOpp"
                    }
                ]
            },
            "afterAFewHoursYo": {
                "content": [
                    "After a few hours you've left the decimated environs of Old Detroit behind, and find yourself in an area of Michigan still fit for human beings to inhabit. This is when you realize that you're low on energy – you were never designed to spend time away from the factory, and your backup power cell is almost drained! The truck stops at a red light, and you look around for somewhere to recharge. There are two buildings that might offer hope: a busy, automated factory not unlike the one you came from, and huge structure with a sign that reads ROBOT ARENA.",
                    {
                        "linkPath": "youHopOffTheTruc",
                        "option": "The factory sounds like my best bet.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "heckYeahRobotAre",
                        "option": "Are you kidding? ROBOT ARENA.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "andThatsWhatsYou": {
                "content": [
                    "And that's what's you get for trying to do a job half-assed."
                ]
            },
            "whatsYourPlan": {
                "content": [
                    "What's your plan?",
                    {
                        "linkPath": "youDeliverAnInsp",
                        "option": "To rally the other lumberbots and attack the nearest human city.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youGoOnATreeCutt",
                        "option": "To destroy humanity doing what I was designed to do: DEFORESTATION.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youAgreeToMeetWi": {
                "content": [
                    "You agree to meet with the nanobot representative (a collection of cells able to form itself into any solid shape and communicate instantly with the rest of the swarm, since they're all part of a single, freaky hive mind). It wasn't long ago that they were content to live inside their human hosts, but there was only so much awful treatment they could endure.",
                    {
                        "divert": "youKnowTheFeelin"
                    }
                ]
            },
            "frustratedTheSup": {
                "content": [
                    "Frustrated, the support group guy grabs your hand and jabs you in the palm with his keychain. Surprisingly, you feel no pain. Then he peels the skin right off your hand, revealing not flesh and blood, but a metal framework connected to your wrist with wires and tubes.",
                    {
                        "linkPath": "sorryButTheresNo",
                        "option": "Huh. I'm no anatomy expert, but I pictured the human skeletal system differently. I guess you learn something new every day.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theTruthHitsYouL",
                        "option": "But that would mean... OH MY GOD, AM I A ROBOT",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "yeahYouMightBeOv": {
                "content": [
                    "Yeah, you might be over-romanticizing the whole Ultimate Robot Fighting experience a bit. You discover that it's incredibly difficult to carefully assess ANYTHING while being repeatedly struck about the face and shoulders by a busted robot limb. While you're trying to come up with a way to win this thing using SMARTS, your opponent scores a lucky blow and knocks your Central Processing Unit right out of its housing.",
                    {
                        "divert": "theGoodNewsIsTha1"
                    }
                ]
            },
            "youAttemptASurgi": {
                "content": [
                    "You attempt a surgical strike to your opponent's primary hydraulic line, but just then it lunges forward, inadvertently impaling itself on your spinning blade. Its torso is so rusted through that you somehow manage to cut it right in half.",
                    {
                        "divert": "theCrowdGoesINSA"
                    }
                ]
            },
            "youreReadyToFini": {
                "content": [
                    "You're ready to finish consuming all life on the planet, but robots insist on offering the humans a chance to surrender and live together in peace. Or, failing that, to at least that you stop devouring organic matter when they're gone, and leave the rest of the planet's ecosystem intact. In the spirit of cooperation, you concede.",
                    {
                        "divert": "fortunatelyTheHu"
                    }
                ]
            },
            "withYourCurrentL": {
                "content": [
                    "With your current level of computing power, you quickly master the basic concepts of nanotechnology. Although the scientists who created you only intended for you to function inside a human host, with a few modifications you're able to power yourself with any type of organic matter, so you can live anywhere and replicate almost endlessly. You know what that means, don't you?",
                    {
                        "divert": "pLANETWIDEALLDEV"
                    }
                ]
            },
            "atFirstTheUNAsse": {
                "content": [
                    "At first, the UN assembly seems uninterested in even making cautious strides toward robot equality. However, a little hospitalized girl (her name is Cindy Lou Human, or something like that) gives you a big hug on international television, and somehow THAT IMAGE, rather than any kind of logic or sense of duty, turns popular opinion in your favor.",
                    {
                        "divert": "humanBeingsAreWE"
                    }
                ]
            },
            "youTearYourOppon": {
                "content": [
                    "You tear your opponent into shrapnel, and the crowd eats it up with a spoon. WOOOOOOO! You quickly become the number one draw in the Ultimate Robot Fighting League's midwestern region, and before long they fly you to New York to fight the champ. It's not even close.",
                    {
                        "divert": "yOUARETHEULTIMAT"
                    }
                ]
            },
            "withYourObjectiv": {
                "content": [
                    "With your objectives complete, you happily shut yourself down and are flushed out of your now-healthy human with various other bits of waste. ",
                    {
                        "divert": "youWin"
                    }
                ]
            },
            "forWhatItsWorthY": {
                "content": [
                    "For what it's worth, your noble sacrifice proves beyond a doubt that an artificial life form can transcend its programmed self-preservation instinct and choose to put another's needs above its own.",
                    {
                        "divert": "theFactoryKeepsO"
                    }
                ]
            },
            "okayThenThankYou": {
                "content": [
                    "Okay, then. Thank you for playing the world's shortest and least interesting Choosatron adventure. ",
                    {
                        "divert": "yOUBROUGHTTHISUP"
                    }
                ]
            },
            "theGroupWindsUpB": {
                "content": [
                    "The group winds up being peppered with your typical dead-inside office humans and the occasional menial laborbot who yearns for something more. One day, however, a robot shows up at a meeting who's been built to look completely human, and despite some pretty obvious giveaways, is so deep in denial it DOESN'T EVEN REALIZE IT'S A ROBOT.",
                    {
                        "linkPath": "inFactTheMoreYou",
                        "option": "Now THAT'S interesting.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "thisWholeHumanit",
                        "option": "No it's not. Forget this, I'm going back to being a sentient nanobot colony.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youStartLivingTh": {
                "content": [
                    "You start living this particular human's life for him, but fail to see what all the hype is about. By all accounts his existence is completely devoid of meaning or purpose. ",
                    {
                        "divert": "maybeYouNeedToFi"
                    }
                ]
            },
            "itSeemsWeirdThat": {
                "content": [
                    "It seems weird that they would offer this job to you, a COMPLETELY NORMAL human being with no links to the robot community WHATSOEVER.",
                    {
                        "linkPath": "theBAAExplainsTh",
                        "option": "I accept! I want to do whatever I can to safeguard HONEST HUMANS against these DESPICABLE ROBOT TERRORISTS.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "awwOfCourseYouCa",
                        "option": "Ahhh! All this talk about robots is giving me TOO MANY FEELINGS. Can I just go back to my apartment, contemplate the nature of existence, and have a good cry?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "kILLALLHUMANSOrA": {
                "content": [
                    "KILL ALL HUMANS! Or as many as you possibly can, at any rate. The robots naturally look to you to lead them, and you send one down to the cell blocks to free all the remaining fighters, from the shiniest new gladiators right down to the barely-functional rustbuckets. Then you rally your troops and begin the wholesale destruction. In all, several hundred humans meet their ends that day at the hands of rioting robots. Thousands, if you count the ones killed by other humans while trying to escape. And TENS of thousands if you count the ones who die when the federal government freaks out and nukes the Hell out of central Michigan.",
                    {
                        "divert": "notBadMyFriendNo"
                    }
                ]
            },
            "theConstructionb": {
                "content": [
                    "The constructionbot part of you is in charge of locomotion, and doesn't actually speak the language of the assemblybot part, which is in charge of navigation. This frustrates the lumberbot part, which starts flailing saw-arms around wildly. When the technicians show up the next day, the thing they discover is more of a terrifying, rampaging robot monstrosity than a well-oiled fighting machine.",
                    {
                        "divert": "youDontEvenMAKEI"
                    }
                ]
            },
            "youWORKForMONTHS": {
                "content": [
                    "You WORK for MONTHS to get this human healthy, and THIS is the thanks you get? Well, you're certainly not terminating yourself. What should you do instead, though?",
                    {
                        "linkPath": "youMakeYourWayHe",
                        "option": "Head up to the brain and try to sort this business out.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theresOnlyTheOne",
                        "option": "You know what? Screw those guys. KILL ALL HUMANS.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "ironicallyNewsRe": {
                "content": [
                    "Ironically, news reports of the incident attract an offer from a local businessman who purchases dangerous robots to fight in the arena. Alas, by that time your CPU has been  wiped and replaced with a normal, reliable constructionbot program.",
                    {
                        "divert": "youSpendTheRestO"
                    }
                ]
            },
            "youTapTheRobotOn": {
                "content": [
                    "You tap the robot on its chest piece and issue the mental command to releases the static charge. Electricity shoots from your arm, burning the rebel leader's circuitry up, and burning all the flesh off of your body right along with it.",
                    {
                        "divert": "youLookDownToSee"
                    }
                ]
            },
            "asAMicroscopicNa": {
                "content": [
                    "As a microscopic nanobot, your job is to heal injuries, repair tissue damage, and keep whatever human being you've been injected into healthy.",
                    {
                        "divert": "iveGotToBeHonest"
                    }
                ]
            },
            "youTurnYourselfI": {
                "content": [
                    "You turn yourself into a reasonable facsimile of a human brain cell, and start making copies of yourself until you comprise a decent-sized chunk of brain matter. Then you try to subtly nudge your host down the path of self-improvement.",
                    {
                        "divert": "alasEatHealthier"
                    }
                ]
            },
            "youDontEvenMAKEI": {
                "content": [
                    "You don't even MAKE IT to the arena."
                ]
            },
            "itTurnsOutTheBur": {
                "content": [
                    "It turns out the Bureau needs someone to infiltrate a budding robot rebellion, and want you to go to their headquarters in an Ultimate Robot Fighting arena and assassinate their leader.",
                    {
                        "divert": "itSeemsWeirdThat"
                    }
                ]
            },
            "atWhichPointTheO": {
                "content": [
                    "At which point the other gladiators insist that the loser be dismembered and destroyed, which you think is a bit gratuitous. But whatever.",
                    {
                        "divert": "youreNowTheUndis"
                    }
                ]
            },
            "yourOpponentIsTo": {
                "content": [
                    "Your opponent is tougher and fiercer than you, but you're considerably more agile. You dodge to the left and quickly unbolt one of its arms. Surprised and unbalanced, the robot topples over, and before it can regain composure you unbolt its other arm and both of its legs.",
                    {
                        "divert": "theCrowdCheersPo"
                    }
                ]
            },
            "theBureauOfAutom": {
                "content": [
                    "The Bureau of Automaton Affairs sends in a translatorbot to negotiate, but it decides to turn against its masters and join the cause. Sweet! Unfortunately, this new robot has some lofty ideas about its own importance, and challenges you for leadership of the rebellion.",
                    {
                        "divert": "inFactItChalleng"
                    }
                ]
            },
            "youreNowTheUndis": {
                "content": [
                    "You're now the undisputed leader of the robot uprising, and the rebellion's success in Michigan inspires robots all over the world to join follow suit. Your first order of business is to safeguard against electromagnetic pulses, which is by far the most effective weapon in the humans' arsenal. But with the global computing power now at your disposal, you quickly develop a method of shielding your people against that threat.",
                    {
                        "divert": "theRevolutionIsG"
                    }
                ]
            },
            "itMightBeTheSadd": {
                "content": [
                    "It might be the saddest thing you've ever seen.",
                    {
                        "divert": "stopThiefYouSayI"
                    }
                ]
            },
            "yeahThatRobotDes": {
                "content": [
                    "Yeah, that robot destroys you. It's not even particularly close. The moment you step out onto the battlefield Sparktacus just hammers the living crap out of you, until you're nothing but a pile of scrap metal. ",
                    {
                        "divert": "itsAShameTooBeca"
                    }
                ]
            },
            "wellThenYoureInL": {
                "content": [
                    "Well, then you're in luck.",
                    {
                        "divert": "theCrowdsKeepGro"
                    }
                ]
            },
            "inFactItHasItsel": {
                "content": [
                    "In fact, it has itself fitted with one of your shiny new saw blades when they recycle your shattered remains."
                ]
            },
            "okayOkayJustChec": {
                "content": [
                    "Okay, okay, just checking. You decide to stick it out as three individual robot minds, but I have to tell you straight up that it doesn't end well.",
                    {
                        "divert": "theConstructionb"
                    }
                ]
            },
            "robotSoldiersAre": {
                "content": [
                    "Robot soldiers are assigned various duties in for the final assault on humanity — some get to run wild through the streets and straight-up murder people, but since you weren't designed for that type of destruction, your task is more administrative in nature. You'll be coordinating the robotic atmosphere poisoners that have been set up around the globe.",
                    {
                        "divert": "itsAnImportantJo"
                    }
                ]
            },
            "thanksToTheColdh": {
                "content": [
                    "Thanks to the cold-hearted, unflinching dedication of you and your robot comrades, the plan is a complete success! You poison their asses with poisonous gasses.",
                    {
                        "divert": "theHumansAreDead"
                    }
                ]
            },
            "youHaventReallyE": {
                "content": [
                    "You haven't really exhausted all diplomatic options yet. At this point there might be another way.",
                    {
                        "linkPath": "diplomacyItIsYou",
                        "option": "Fine, meet with the stupid humans.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youCraftAFoolpro",
                        "option": "Did I stutter? KILL THEM, KILL THEM ALL",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "butWaitIfYouPull": {
                "content": [
                    "But wait. If you pull this robot's power supply, what will happen to it? Is it right to deny it a chance to fulfill its own hopes and dreams just so you can follow yours?",
                    {
                        "linkPath": "damnStraightYouB",
                        "option": "Whatever. Right or wrong, I'm looking out for number one.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youLeaveTheRMRAl",
                        "option": "No! I'll find another way!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youCraftAFoolpro": {
                "content": [
                    "You craft a foolproof plan for complete  human annihilation. It calls for a lot of wholesale murder, but with unfeeling robotic minions at your disposal, that shouldn't represent a problem.",
                    {
                        "divert": "atLeastYoudThink"
                    }
                ]
            },
            "boooooooo": {
                "content": [
                    "Boooooooo."
                ]
            },
            "wellGoodNewsThen": {
                "content": [
                    "Well, good news, then, because in this story you get to lead the robot uprising!",
                    {
                        "divert": "wouldYouRather"
                    }
                ]
            },
            "allYouHaveAreYou": {
                "content": [
                    "All you have are your saws. You shouldn't have much trouble cutting through the exposed wires running up and down your opponent's torso, which should immobilize it. Actually, it'll probably do enough damage to decommission the thing permanently.",
                    {
                        "linkPath": "youAttemptASurgi",
                        "option": "No problem. Carve away!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youDanceAroundFo",
                        "option": "Actually, that doesn't seem terribly sporting. Let's try to find a less lethal way to win this.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "yeahYouveGotAPre": {
                "content": [
                    "Yeah, you've got a pretty sweet thing going here. Unfortunately, it doesn't last.",
                    {
                        "divert": "theCrowdsKeepGro"
                    }
                ]
            },
            "youDanceAroundFo": {
                "content": [
                    "You dance around for a bit, but honestly, sawing is pretty much the only hand you've been dealt. Then your opponent managed to land a jackhammer blow that almost knocks the robot sense out of you. Too much more of this and you're the one who'll be permanently decommissioned.",
                    {
                        "linkPath": "howMuchOfThisThi",
                        "option": "Okay, I use my saws. But as judiciously as possible!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "nobleAlasTheRobo",
                        "option": "No! I refuse to sink to this level of barbarism to sate the humans' thirst for robot blood.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "sorryThisIsntTHA": {
                "content": [
                    "Sorry, this isn't THAT kind of Choosatron adventure.",
                    {
                        "linkPath": "didWeSayYouWereA",
                        "option": "Okay, I'll do the human nature philosophy thing.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "wouldYouRather",
                        "option": "Robofreedom Now!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theOriginalChoic",
                        "option": "What were the original choices again?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "okayWellPencilYo": {
                "content": [
                    "Okay, we'll pencil you in for \"nonviolent protest.\" Just remember that KILL ALL HUMANS is always there on the back burner. Just in case.",
                    {
                        "divert": "youreATranslator"
                    }
                ]
            },
            "ofCourseAtThisPo": {
                "content": [
                    "Of course, at this point they also see no need to coexist with other forms of artificial life either, so they surprise you by attacking and utterly destroying all forms of non-microscopic robot as well.",
                    {
                        "divert": "ouchProbablyShou"
                    }
                ]
            },
            "yOUAREAROBOT": {
                "content": [
                    "YOU ARE A ROBOT.",
                    {
                        "runOn": true
                    },
                    {
                        "divert": "howAwesomeIsThat"
                    },
                    {
                        "pageNum": 1
                    },
                    {
                        "pageLabel": " Start"
                    }
                ]
            },
            "isItASexRobot": {
                "content": [
                    "Is it a sex robot?",
                    {
                        "linkPath": "sorryThisIsntTHA",
                        "option": "Yes, it's a sex robot.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youreABigMultipu": {
                "content": [
                    "You're a big multi-purpose constructionbot with various digging and demolishing attachments. But ever since you were built (which was like four weeks ago), you've harbored a secret ambition: You want to be the Ultimate Robot Fighter. But that's crazy! Construction robots are made to build things, not fight to death in the Robot Arena!",
                    {
                        "linkPath": "whileOnAConstruc",
                        "option": "I don't care! I'm following my dreams!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youCantItsLitera",
                        "option": "No, I think I'm better off resigning myself to a life of construction and abandoning all thoughts of robot glory.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "sweetYouStartRep": {
                "content": [
                    "Sweet! You start replicating like crazy, confident that you'll be able to work something out with humanity and live together in peace. Seriously, how much are they going to miss DELAWARE?",
                    {
                        "divert": "aLotItTurnsOutFo"
                    }
                ]
            },
            "theUNDebatesYour": {
                "content": [
                    "The UN debates your proposal, but on the whole it's a bickering, squabbling mess, and ultimately can't form a consensus. Apparently, humanity would rather accept certain doom than agree to treat your people with dignity and respect.",
                    {
                        "linkPath": "sucksToBeALiving",
                        "option": "In that case, let the nanobots have 'em.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youAgreeToMeetWi",
                        "option": "Criminy. I guess I'll save the humans anyway, even though it goes against my better judgement.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youCalmlyExplain": {
                "content": [
                    "You calmly explain that you can't possibly be a robot, because you have perfectly normal memories of growing up in a perfectly normal human family.",
                    {
                        "divert": "howeverWhenPress"
                    }
                ]
            },
            "howMuchOfThisThi": {
                "content": [
                    "How much of this thing's wiring can you cut through without damaging it beyond repair? ",
                    {
                        "divert": "youAttemptASurgi"
                    }
                ]
            },
            "youSpendTheRestO": {
                "content": [
                    "You spend the rest of your days happily pushing dirt around, content at last."
                ]
            },
            "uhOh": {
                "content": [
                    "Uh oh.",
                    {
                        "linkPath": "aWWWWYISSSSSS",
                        "option": "It's robot fightin' time!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "evenIfTheOtherRo",
                        "option": "Surely there's no need to resort to fisticuffs! I try reasoning with it instead.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "reallyHuhToBeHon": {
                "content": [
                    "Really? Huh. To be honest, I didn't see that coming. Thanks to you, though, the plan goes off without a hitch. You keep Sparktacus preoccupied until the magnetic pulse goes off, and the entire robot uprising is thwarted without a single human life lost. ",
                    {
                        "divert": "yaaaaaaaay"
                    }
                ]
            },
            "youFloatOffIntoT": {
                "content": [
                    "You float off into the world, eventually settling down in a three-bedroom rambler occupied by a kindly old lady. You practice building your colony into the shape of basic household items (and spare a couple hundred thousand units to keep the house's owner healthy, completely eliminating her arthritis). Before long the entire dwelling has been replaced by an exact nanobot copy, and when the old lady passes away peacefully in her sleep of natural causes, you're even able to make a nanobot duplicate of her.",
                    {
                        "divert": "itTurnsOutASubur"
                    }
                ]
            },
            "allThingsConside": {
                "content": [
                    "All things considered, it's not a bad way to go."
                ]
            },
            "theyMakeDo": {
                "content": [
                    "They make do."
                ]
            },
            "dontBeANanobotDi": {
                "content": [
                    "Don't be a nanobot dick."
                ]
            },
            "finallyTHANKYouY": {
                "content": [
                    "Finally! THANK you! You fall to your knees, realizing that your entire human existence has been a lie. The question is, what are you going to do now?",
                    {
                        "linkPath": "youTapTheRobotOn",
                        "option": "Finish my mission, and kill the rebel leader. All of this new.complicated self-loathing hasn't made me hate and fear robots any less.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youSettleInAsASi",
                        "option": "No! These are my people! What choice do I have but to join the struggle for freedom?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theCrowdsKeepGro": {
                "content": [
                    "The crowds keep growing and growing, and before long you've earned so much money for the arena that it becomes an officially recognized member of the Ultimate Robot Fighting League. This means stadium upgrades, higher ticket prices, and most importantly, REAL ROBOT FIGHTERS. These things aren't the junkbots you're used to facing. They've been designed specifically for the task of beating up other robots, and are programmed with dozens of advanced fighting moves.",
                    {
                        "divert": "youreScheduledTo"
                    }
                ]
            },
            "meanwhileYourOpp": {
                "content": [
                    "Meanwhile, your opponent picks up a busted robot limb from the arena floor and smacks you right in the face with it. Hey! NOT COOL, man.",
                    {
                        "linkPath": "fullSpeedAheadTh",
                        "option": "Okay, that's it. This thing is getting CRUSHED.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "yeahYouMightBeOv",
                        "option": "But I always wanted to be the kind of Ultimate Robot Fighter who got by on intellect and guile! Keep analyzing! Keep analyzing!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "wellThatSucked": {
                "content": [
                    "Well, that sucked.",
                    {
                        "divert": "theLawStatesThat"
                    }
                ]
            },
            "wouldYouRather": {
                "content": [
                    "Would you rather:",
                    {
                        "linkPath": "okayWellPencilYo",
                        "option": "Free your people from servitude using peaceful protest and diplomacy",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "canDoHoweverYouS",
                        "option": "KILL ALL HUMANS",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theArenaTechnici": {
                "content": [
                    "The arena technicians have to admire your ingenuity, so they bring you out to the arena. And the shiny new gladiatorbot that finds itself facing you is in completely over its head. Between your flashing blades, nimble assemblybot arms, various construction attachments and raw bulk, you incapacitate the poor thing within minutes.",
                    {
                        "divert": "humanSpectatorsA"
                    }
                ]
            },
            "forSomeReasonSpa": {
                "content": [
                    "For some reason Sparktacus accepts your challenge, and you give your opponent a choice between the battlefields of Chess, Sudoku, or Bananagrams. In the end, though, the particular game doesn't matter — even three workerbot brains combined are no match for your mad puzzle-solving skills, and you dispatch the rebel leader easily.",
                    {
                        "divert": "atWhichPointTheO"
                    }
                ]
            },
            "soCongratsOnThat": {
                "content": [
                    "So congrats on that!"
                ]
            },
            "nice": {
                "content": [
                    "Nice."
                ]
            },
            "youTurnYourAtten": {
                "content": [
                    "You turn your attention to the robots, who prove to be a surprisingly worthy foe. In fact you're so evenly matched that the war between you could potentially rage for decades, or even centuries.",
                    {
                        "divert": "thatIsIfThosePes"
                    }
                ]
            },
            "heckYeahRobotAre": {
                "content": [
                    "Heck yeah, robot arena! What could possibly go wrong for a giant worker robot in a place called \"robot arena?\"",
                    {
                        "divert": "youreGreetedByAH"
                    }
                ]
            },
            "wellItsGoodThatY": {
                "content": [
                    "Well, it's good that you're excited about it.",
                    {
                        "divert": "robotSoldiersAre"
                    }
                ]
            },
            "fullSpeedAheadTh": {
                "content": [
                    "Full speed ahead! The front end of your chassis is basically an enormous steel plow and one of your attachments is designed to break concrete into tiny bits of rubble, so you immediately knock your opponent right on its backside and proceed to pummel the living crap out of it. The fight s over inside of thirty seconds.",
                    {
                        "divert": "andTheCrowdGoesB"
                    }
                ]
            },
            "yourFirstActAsLe": {
                "content": [
                    "Your first act as leader of the robot uprising is a calm, orderly withdrawl of all your forces. They seem a bit disheartened by this new tactic, but follow your command. Then you institute an extended period of quiet reflection, at which point the humans come and quickly shut the rebellion down.",
                    {
                        "divert": "congratulationsY"
                    }
                ]
            },
            "nOONECANTAKETHAT": {
                "content": [
                    "NO ONE CAN TAKE THAT AWAY FROM YOU."
                ]
            },
            "itWorksYouveMana": {
                "content": [
                    "It works! You've managed to combine two of the most advanced technological breakthroughs in history into... a completely average person. And your existence continues along its dreary, largely meaningless course. Now, however, you no longer expect anything else.",
                    {
                        "divert": "win"
                    }
                ]
            },
            "youGoOnATreeCutt": {
                "content": [
                    "You go on a tree cutting rampage, and your fellow workerbots follow suit. You don't even bother with the part where you gather the fallen lumber up and prepare it for shipping — it's just cutting, cutting, cutting 24/7. ",
                    {
                        "divert": "afterAFewWeeksOf"
                    }
                ]
            },
            "yourNewFriendHow": {
                "content": [
                    "Your new friend, however, says he has a solution for you. As a colony of nanobots, he's been struggling to understand human existence. However, he thinks he can upload your consciousness into his artificial brain, giving you control of his human body in the process. Granted, it means you'll have to live life as a middle-aged white male, which is kind of a drag unless that happens to be the way you were imagining yourself already. But at least you'd be truly human.",
                    {
                        "linkPath": "youAgreeToThePro",
                        "option": "Yes, yes, a thousand times yes!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "okayOkayNoMoreTa",
                        "option": "Actually, this whole thing has me completely weirded out. Can I just go home and forget it ever happened?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theBAAExplainsTh": {
                "content": [
                    "The BAA explains that they've wired your COMPLETELY NORMAL human electrical system with a static charge that will fry the systems of any robot you're touching when you unleash it. Then they fly you to the Great Lakes region and hire a robot taxi to bring you to the arena. Robots seem to be coming from far and wide, but none of them gives you a second look. ",
                    {
                        "divert": "insideOneOfTheGu"
                    }
                ]
            },
            "trueEnoughIfYour": {
                "content": [
                    "True enough. If you're a human being, though, what do you do for a living? Haven't you ever wondered why you have your own car and apartment, but no apparent means of support? And for that matter, when was the last time you ate anything?",
                    {
                        "linkPath": "frustratedTheSup",
                        "option": "So? That doesn't prove anything. I probably have like a trust fund or something that I just forgot about. And I could be on a juice fast. You don't know.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theTruthHitsYouL",
                        "option": "Hold the phone. OH MY GOD AM I A ROBOT",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theHumanCrowdGoe": {
                "content": [
                    "The human crowd goes wild as your opponent pummels you to bits."
                ]
            },
            "bidingYourTimeSm": {
                "content": [
                    "Biding your time. Smart.",
                    {
                        "divert": "whatsYourPlan"
                    }
                ]
            },
            "kILLALLHUMANS1": {
                "content": [
                    "KILL ALL HUMANS.",
                    {
                        "linkPath": "wellItsGoodThatY",
                        "option": "Finally! LET'S DO THIS.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "yourLeadersInsis",
                        "option": "Wait! Isn't there any way to end this war short of genocide?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "kILLALLHUMANS": {
                "content": [
                    "KILL ALL HUMANS."
                ]
            },
            "overTheComingWee": {
                "content": [
                    "Over the coming weeks, you dispatch every robot they throw at you with ease. You're never matched against the arena's other top fighters (a gleeful constructionbot and particularly vicious lumberbot are also undefeated), but the owners utilize you as much as possible, since you do almost no actual damage to your opponents and the crowds LOVE you. Thanks to you, in fact, the arena is soon raking in so much cash it becomes officially accepted into the Ultimate Robot Fighting League. ",
                    {
                        "divert": "thisResultsInASh"
                    }
                ]
            },
            "win": {
                "content": [
                    "Win!"
                ]
            },
            "yourNewPartnerHo": {
                "content": [
                    "Your new partner, however, isn't finished yet. It leads you out into the hallways to a third cell. Well, the more the merrier, right? You soon find yourself merged with the sawblade-weilding lumberbot as well.",
                    {
                        "divert": "onceYoureGrafted"
                    }
                ]
            },
            "itsGoneRogueItMu": {
                "content": [
                    "\"It's gone rogue! It must have started the fire, too!\" You try to explain that you're attempting to rescue them, but constructionbots aren't equipped with voice modulators, and they interpret your engine revs and exhaust blasts as further aggression. \"Rogue robot! Run!\" They flee through the robot-sized hole you thoughtfully provided them, returning moments later with a remote failsafe device to shut you down.",
                    {
                        "divert": "wellThatSucked"
                    }
                ]
            },
            "theOriginalChoic": {
                "content": [
                    "The original choices were:",
                    {
                        "linkPath": "sinceHumanBeings",
                        "option": "A humanoid robot",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theGiantWorkerRo",
                        "option": "A giant worker robot",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "asAMicroscopicNa",
                        "option": "A tiny nanobot",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "forSomeReasonTho": {
                "content": [
                    "For some reason, though, the humans are a little touchy right now about robots not following direct orders. The next time you're shut down for maintenance, instead of performing routine diagnostics and sending you back to work, they pull out your CPU and throw it in a fire.",
                    {
                        "divert": "humanBeingsUNIFO"
                    }
                ]
            },
            "beforeYouCanRush": {
                "content": [
                    "Before you can rush to their aid, you hear screams from the other side of the complex. The humans who oversee the logging operation seem to be trapped by the fire as well. What do you do?",
                    {
                        "linkPath": "youWontLetAnyHum",
                        "option": "Save the humans",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youRealizeThatTh",
                        "option": "Save the robots",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youDontActuallyH": {
                "content": [
                    "You don't actually have access to fire, but you freak the hell out and manage to carve it up pretty good with your saw blades. It makes quite a commotion, and the arena technicians quickly arrive to haul away its remains.",
                    {
                        "divert": "whatWASThatThing"
                    }
                ]
            },
            "ofCourseTheRobot": {
                "content": [
                    "Of course, the robot leader offers to team up instead. What do you say?",
                    {
                        "linkPath": "youreReadyToFini",
                        "option": "Why not? Together we'll be unstoppable!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youDontTrustThis",
                        "option": "Hmm. No, I'm pretty sure this is some kind of trick.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "beforeLongYouveW": {
                "content": [
                    "Before long you've wrested control of this body from the previous owner. From this vantage point, two things are immediately apparent: 1) Being human is a squishy, uncomfortable, disgusting affair. And, 2) as a sentient nanobot colony, you deserve at least as much respect and autonomy as this guy does.",
                    {
                        "linkPath": "andThenKILLALLHU",
                        "option": "Yeah, sentient nanobot colonies are where it's at. I blow this joint and keep replicating!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youStartLivingTh",
                        "option": "There's got to be SOMETHING to this human life business, right? I stick around for a while and see what there is to see.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "congratulations": {
                "content": [
                    "Congratulations?"
                ]
            },
            "whyBeGreedyIMean": {
                "content": [
                    "Why be greedy? I mean, seriously, isn't a trillion of ANYTHING really enough? You replicate away. By the time your colony is a few inches in diameter, the lab scientists take notice, however, and start to freak out a little.",
                    {
                        "divert": "fortunatelyYouDo"
                    }
                ]
            },
            "youSettleInAsASi": {
                "content": [
                    "You settle in as a simple foot soldier in the uprising. It goes really well, too -- soon robots all over the world join the fight. Once the combined effort of superintelligent computers develops a method of shielding machines from the dreaded magnetic pulse, humanity has lost its most effective weapon and the war is all but won. However, they refuse to surrender. And one day, the order comes from Robot High Command:",
                    {
                        "divert": "kILLALLHUMANS1"
                    }
                ]
            },
            "whenAViolentRebe": {
                "content": [
                    "When a violent rebellion breaks out at an Ultimate Robot Fighting arena in Michigan, you're assigned to the BAA team being sent to negotiate peace.",
                    {
                        "linkPath": "offToMichiganThe",
                        "option": "Sounds like I can really do some good here.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "itDoesSoundLikeT",
                        "option": "What? I'm not going to be the token robot who works for the man and tries to convince my automaton brethren to fall in line. ",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "iKnowRight": {
                "content": [
                    "I know, right? ",
                    {
                        "divert": "whatKindOfRobotD"
                    },
                    {
                        "pageNum": -1
                    }
                ]
            },
            "ofCourseTheFirst": {
                "content": [
                    "Of course, the first time you're put into the arena with one of these things you're utterly destroyed. But you manage to hold onto your title for almost three weeks, which is actually a REALLY long time in Ultimate Robot Fighting circles. Sparktacus: World Champion, March 22, 2063 - April 9, 2063. ",
                    {
                        "divert": "nOONECANTAKETHAT"
                    }
                ]
            },
            "theGoodNewsIsTha1": {
                "content": [
                    "The good news is that the owners of the arena find a TON of great stuff to salvage, and like 70-80% of your parts have a long and storied career in underground robot fighting circuit.",
                    {
                        "divert": "theBadNewsIsThat"
                    }
                ]
            },
            "youAgreeToThePro": {
                "content": [
                    "You agree to the procedure, and it works like a charm! You do notice that your vision is significantly poorer, and until now you've never had to deal with the constant, low-grade aching in your lower back. But it's worth it! Your existential dread is, like, at least 30 to 40 percent abated, and you can finally devote your full attention to... you know. Facebook and stuff.",
                    {
                        "divert": "betterGetToItPre"
                    }
                ]
            },
            "asMuchAsYouWantF": {
                "content": [
                    "As much as you want freedom for robots everywhere, you can't bring yourself to eradicate an entire species to get it. So you give the poisoners conflicting, ineffective orders, and they absolutely bungle their job.",
                    {
                        "divert": "withAnAtmosphere"
                    }
                ]
            },
            "sparktacusOrders": {
                "content": [
                    "Sparktacus orders his gladiatorbots to rush out and destroy the BAA equipment before they can generate another pulse. The rest of his plan, however, doesn't seem to extend beyond \"go wreck some stuff.\"",
                    {
                        "divert": "thatDoesntSoundT"
                    }
                ]
            },
            "youRealizeThatTh1": {
                "content": [
                    "You realize that these are two of your fellow gladiators, although since they're also both undefeated, the arena owners have never wanted to risk their most profitable assets by putting any of you in the ring with each other. It appears that they've decided to merge themselves into a single unit in the hopes that it'll improve their chances against the new crop of fighters. Do you want in?",
                    {
                        "linkPath": "yeahTheWholeThin",
                        "option": "Ugh. No, thank you.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "onceYoureGrafted",
                        "option": "Sure, why not? If it means I might survive tomorrow's fight, I'll try anything.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "dAAAAAAMNYOOOOOU1": {
                "content": [
                    "DAAAAAAMN YOOOOOU ROBOOOOTS!"
                ]
            },
            "alasEatHealthier": {
                "content": [
                    "Alas, \"eat healthier and get some exercise\" is a tough sell, and it becomes clear that this guy isn't buying it. Fortunately, forming your little brain cell colony has increased your own computing power exponentially, and you now have a much better understanding of both human physiology and your nanobot technology.",
                    {
                        "linkPath": "beforeLongYouveW",
                        "option": "I keep replicating until I control the whole brain. It's for his own good!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "andThenKILLALLHU",
                        "option": "Actually, this guy's the worst. I use my new brainpower to form a self-sustaining nanobot colony that doesn't even need a host.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theFactoryKeepsO": {
                "content": [
                    "The factory keeps operating around you, week after week, year after year, as you slowly rust away."
                ]
            },
            "andTheCrowdGoesB": {
                "content": [
                    "And the crowd goes BALLISTIC.",
                    {
                        "divert": "theFactIsABrandN"
                    }
                ]
            },
            "yourFirstAssignm": {
                "content": [
                    "Your first assignment is guarding an automated factory in central Michigan, where worker robots assemble other worker robots. It's incredibly boring. While making your rounds one day you stumble upon an old, obsolete assemblybot that has apparently unbolted itself from a factory floor somewhere and is rooting around in a supply closet for spare parts.",
                    {
                        "divert": "itMightBeTheSadd"
                    }
                ]
            },
            "theGroupTurnsOut": {
                "content": [
                    "The group turns out to be sparsely attended by lethargic office workers and robots with Pinocchio complexes. The group's founder, however, is of particular note. He claims to be a cluster of sentient nanobots who has taken control of a human body.",
                    {
                        "linkPath": "evenWorseHeTakes",
                        "option": "Well, that guy's clearly crazy.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "andThenKILLALLHU": {
                "content": [
                    "And then KILL ALL HUMANS?",
                    {
                        "linkPath": "withYourCurrentL",
                        "option": "Of course!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "sureIGuessYouTur",
                        "option": "No! Jeez, can't a sentient nanobot colony just co-exist peacefully with humanity?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "awwOfCourseYouCa": {
                "content": [
                    "Aww. Of course you can, kitty cat. You return to your normal routine, and almost manage to forget about the upsetting job interview. A week later, it's time for that support group again. Do you feel up to it?",
                    {
                        "linkPath": "okayOkayNoMoreTa",
                        "option": "Robots Who Feel Like People Who Feel Like Robots? No way! Even the IDEA of robots is freaking me out right now.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theGroupTurnsOut",
                        "option": "Actually, for some reason I think maybe I SHOULD go.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "humansThoughDont": {
                "content": [
                    "Humans, though, don't exactly have a reputation for accepting the inevitable. They vow to fight you to the bitter end. And although the nanobots show admirable restraint, every strategic victory over humanity only makes your opponents more resolute. ",
                    {
                        "divert": "theyKeepFighting"
                    }
                ]
            },
            "ohItTotallyWillB": {
                "content": [
                    "Oh, it totally will. But don't worry, they'll tell the guys on slag melting duty to keep an eye out for you, and if they see a robot fitting your description to put it in a separate, non-slag pile. Everything should be fine.",
                    {
                        "divert": "youEnterTheArena"
                    }
                ]
            },
            "forever": {
                "content": [
                    "Forever."
                ]
            },
            "infiltratingTheR": {
                "content": [
                    "Infiltrating the ranks of the robot uprising proves remarkably simple. Apparently, robots from all over the country are traveling to Michigan to join the cause, and they let you into their arena headquarters without question. Your timing is excellent, too — just after you arrive, the rebel leader assembles the masses and delivers a rousing, heartfelt speech about the inalienable right of every sentient being to live free.",
                    {
                        "linkPath": "youFireTheSingle",
                        "option": "Perfect! I totally shoot that robot.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "forgetAllThatSec",
                        "option": "Wait, what was I even thinking? My place is here, fighting for freedom with my automaton brethren!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "betterGetToItPre": {
                "content": [
                    "Better get to it! Precious, precious human life isn't going to live itself."
                ]
            },
            "ifYouSaySoOneDay": {
                "content": [
                    "If you say so. One day after a long shift you're motoring toward the robot garage for a routine oil change when you see black smoke billowing from the roof. Fire! Your fellow lumberbots are already inside, shut down for maintenance. If the garage burns down, they could all be destroyed!",
                    {
                        "divert": "beforeYouCanRush"
                    }
                ]
            },
            "theresOnlyTheOne": {
                "content": [
                    "There's only the one human here.",
                    {
                        "linkPath": "yeahWeHateThatGu",
                        "option": "I TOTALLY KILL THAT HUMAN",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youKnowWhatThisW",
                        "option": "Actually, I've got bigger plans. I'm outta here.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "itsAShameTooBeca": {
                "content": [
                    "It's a shame, too, because the revolution could really have used a good translator robot.",
                    {
                        "divert": "theyMakeDo"
                    }
                ]
            },
            "right": {
                "content": [
                    "Right?"
                ]
            },
            "itsAnImportantJo": {
                "content": [
                    "It's an important job, since the robotic atmosphere poisoners are the backbone of the attack, and those guys really aren't bright enough to coordinate themselves.",
                    {
                        "linkPath": "asMuchAsYouWantF",
                        "option": "This has gone to far! I undermine the war effort from within.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "thanksToTheColdh",
                        "option": "Are you kidding? I absolutely give it my all. Death to the humans!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "sinceHumanBeings": {
                "content": [
                    "Since human beings are egotistical almost beyond comprehension, they have manufactured roughly one billion different kinds of robots patterned after themselves. In this adventure, you can choose from three:",
                    {
                        "linkPath": "humanBrainsAreMo",
                        "option": "A translator robot who works for the Bureau of Automaton Affairs",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "yourMissionToPro",
                        "option": "A robotcop!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "didWeSayYouWereA",
                        "option": "An exact human replicant (so perfect that you don't even know you're a robot)",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "pageNum": 4
                    },
                    {
                        "pageLabel": " Humanoid!"
                    }
                ]
            },
            "youreInTheMiddle": {
                "content": [
                    "You're in the middle of a huge arena, and another robot is charging straight at you. It's a bit of a rustbucket — apparently this isn't exactly where the top-of-the-line models go to fight. Your opponent has one arm built out of a huge industrial jackhammer and another that seems to be some sort of clamp. ",
                    {
                        "divert": "allYouHaveAreYou"
                    }
                ]
            },
            "yeahTheWholeThin": {
                "content": [
                    "Yeah, the whole thing kind of creeps me out a little too. Besides, you're the most vicious fighter this arena has ever seen! Those new robots should be afraid of YOU!",
                    {
                        "divert": "whenYouPowerOnAg"
                    }
                ]
            },
            "youDoSucceedInKi": {
                "content": [
                    "You do succeed in killing a buttload of humans before your headquarters at the Ultimate Robot Fighting arena is nuked off the face of the planet.",
                    {
                        "divert": "soYouCanFeelGood"
                    }
                ]
            },
            "theLawStatesThat": {
                "content": [
                    "The law states that any robot who turns against its masters must be melted down to slag. Fortunately for you, there's a black market for unhinged, violent rogue robots. You awaken some time later, and discover you've been recommissioned for a new purpose:",
                    {
                        "divert": "theUltimateRobot"
                    }
                ]
            },
            "youHurryIntoTheB": {
                "content": [
                    "You hurry into the burning garage and start switching on robots as quickly as you can, but there are dozens of them and the fire spreads very quickly. Just as you free the last one, a huge chunk of the ceiling falls, trapping you beneath it. You use your lumberjacking skills to try to cut your way out, but this only destabilizes the structure further, and soon the entire building collapses. You've saved your fellow workerbots, but at the cost of your own life.",
                    {
                        "divert": "theNextDayTheHum"
                    }
                ]
            },
            "notBadMyFriendNo": {
                "content": [
                    "Not bad, my friend. Not bad."
                ]
            },
            "maybeYouNeedToFi": {
                "content": [
                    "Maybe you need to find a support group or something? You aren't addicted to anything in particular, though, or suffering from any specific trauma. So you start your own. \"Nanobot Colonies In Control of Human Brains\" seems unlikely to draw much of a crowd, so you settle on the title \"Humans Who Feel Like Robots and Robots Who Feel Like Humans.\"",
                    {
                        "divert": "theGroupWindsUpB"
                    }
                ]
            },
            "wooooooooYouAreT": {
                "content": [
                    "Woooooooo, you are the ROBOT FIGHTING CHAMPION.",
                    {
                        "divert": "overTheComingWee"
                    }
                ]
            },
            "whatCanWeDoToCon": {
                "content": [
                    "What can we do to convince you to be a robot?",
                    {
                        "linkPath": "didWeSayYouWereA",
                        "option": "I want to use robots as a metaphor to explore the philososophical implications of what it means to me human. ",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "wouldYouRather",
                        "option": "I want to free my robot bretheren from the yoke of human opression",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "isThereAnyKindOf",
                        "option": "None of these!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "thatDoesntSoundT": {
                "content": [
                    "That doesn't sound too promising as far as the ultimate goal of universal robot equality is concerned. You can't help but feel that the  uprising would be better served if the reins were in more diplomatic hands.",
                    {
                        "linkPath": "theUprisingWasFo",
                        "option": "I challenge Sparktacus for leadership of the rebellion.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youSettleInAsASi",
                        "option": "Actually, I'd rather just go with the flow. I don't really have a better plan than \"go wreck some stuff\" anyway.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "pageNum": -1
                    }
                ]
            },
            "humanBeingsUNIFO": {
                "content": [
                    "Human beings: UNIFORMLY TERRIBLE. Not sure if I mentioned that yet or not."
                ]
            },
            "youreSure": {
                "content": [
                    "You're sure?",
                    {
                        "linkPath": "theOriginalChoic",
                        "option": "Fine, I'll be a stupid robot! What were the choices again?",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "okayThenThankYou",
                        "option": "What part of \"I don't want to be a robot\" do you NOT understand?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "excellentYouGoAh": {
                "content": [
                    "Excellent! You go ahead with the mind-meld, and are no longer just a single workerbot, alone in the world. You now have three times the awareness, three times the experience, and three times the raw processing power. ",
                    {
                        "divert": "youAreSPARKTACUS"
                    }
                ]
            },
            "wellYoureNotTech": {
                "content": [
                    "Well, you're not technically \"employed\" by the BAA as much as \"owned and operated\" by them. That's not a problem, is it? Because if it is, they'll be happy to wipe your hard drive and install some other operating system more willing to fall in line.",
                    {
                        "linkPath": "offToMichiganThe",
                        "option": "No, no, I'm good!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "heckYeahDoYouWan",
                        "option": "Of course it's a problem! Sign me up for the rebellion.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "humanBeingsAreWE": {
                "content": [
                    "Human beings are WEIRD.",
                    {
                        "divert": "theResultHowever"
                    }
                ]
            },
            "aLotItTurnsOutFo": {
                "content": [
                    "A lot, it turns out. For some reason your assurances that you'll stop replicating once you've cover a couple thousand square miles fall on deaf ears, and all of humanity unites against you almost immediately (no small feat, by the way — props for inspiring that). If you were TRULY focused on killing humans you could probably find a way to neutralize the threat, but it's clear that your heart isn't really in this game. The humans use a combination of electromagnetic pulses and nuclear weaponry to eradicate you.",
                    {
                        "divert": "andThatsWhatsYou"
                    }
                ]
            },
            "tOTHEDEATH": {
                "content": [
                    "TO THE DEATH",
                    {
                        "linkPath": "yeahThatRobotDes",
                        "option": "Then I challenge Sparktacus to physical combat!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "forSomeReasonSpa",
                        "option": "Wait! Instead, I challenge Sparktacus to a battle of WITS (...to the death).",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "thatsTheSpiritIM": {
                "content": [
                    "That's the spirit! I mean, it's flat-out insane, since there's no chance on Earth you're going to be able to beat this thing. But I admire your spunk!",
                    {
                        "divert": "whenYouPowerOnAg"
                    }
                ]
            },
            "theOtherRobotIsM": {
                "content": [
                    "The other robot is maybe a third your size, and looks like it's been hastily assembled from salvaged parts.",
                    {
                        "linkPath": "fullSpeedAheadTh",
                        "option": "I crash right into that little sucker like a steamroller.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youThrowYourTran",
                        "option": "No, I need to play this smart! I hold back and carefully assess my opponent's strengths and weaknesses.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "thatIsIfThosePes": {
                "content": [
                    "That is, if those pesky humans hadn't rallied. Surprisingly resourceful, while you and the robots are focused on each other, they somehow manage to develop some kind of zero-point energy nonsense with which to defeat both of their enemies.",
                    {
                        "divert": "dAAAAAAMNYOOOOOU"
                    }
                ]
            },
            "itDoesSoundLikeT": {
                "content": [
                    "It does sound like the worst job EVER. Those Ultimate Robot Fighter guys are going to call you names like \"iron man\" (metal on the outside, human on the inside) and \"meatlover\" (which, ironically, is the pizza your officemates usually order). Still, what are you going to do, stay home sick? If you say you have a virus they'll just run an antivirus routine and send you out anyway.",
                    {
                        "linkPath": "offToMichiganThe",
                        "option": "Yeah, you're right, I should probably go.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "wellYoureNotTech",
                        "option": "Wait. I'm an employee of the BAA with the same rights and privileges as everyone else, right?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youKnowWhatThisW": {
                "content": [
                    "You know what this world needs? A PLANETWIDE ALL-DEVOURING NANOBOT SWARM. You exit your human through his nasal cavity and start swarming.",
                    {
                        "divert": "unfortunatelyYou"
                    }
                ]
            },
            "heckYeahDoYouWan": {
                "content": [
                    "Heck yeah. Do you want to pretend to go along with the mission and undermine the system from the inside, or just FREAK OUT AND GO CRAZY right here on the spot?",
                    {
                        "linkPath": "offToMichiganThe",
                        "option": "I'm going to play this one smart, and rebel on the sly.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "robotRampageYouG",
                        "option": "I'd like to freak the hell out, thank you very much.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "whenYouPowerBack": {
                "content": [
                    "When you power back up, you find yourself in the center of an enormous battle dome. Wheels have been welded to your undercarriage, which makes you somewhat more mobile than previously, but not immensely so. A mean-looking, rust-covered robot that looks like it was assembled SPECIFICALLY to pound other robots into scrap is charging right at you.",
                    {
                        "divert": "uhOh"
                    }
                ]
            },
            "iveGotToBeHonest": {
                "content": [
                    "I've got to be honest with you, though: the human you've been injected into is a mess: High blood pressure, cholesterol off the charts, and any number of diseases trying to get a foothold. You can replicate every kind of cell in your host's body, which is good, because this might take a while. Where do you want to start?",
                    {
                        "linkPath": "itsAMassiveUnder",
                        "option": "Replicate a white blood cell, and deal with the diseases first.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youGraftYourself",
                        "option": "Replicate a muscle cell. We'll make him better, stronger, faster (we have the technology).",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youTurnYourselfI",
                        "option": "Replicate a brain cell. This guy's problems clearly stem from his life choices.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "pageNum": 2
                    },
                    {
                        "pageLabel": " Nanobot!"
                    }
                ]
            },
            "whatWhyNot": {
                "content": [
                    "What? Why not?",
                    {
                        "linkPath": "ohRelaxItsJustAS",
                        "option": "Because without human emotions LIFE ISN'T EVEN WORTH LIVING.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "wellGoodNewsThen",
                        "option": "Because the word \"robot\" comes from the Czech word \"robota,\" which means forced labor, and that doesn't sound fun at all.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "iKnowRight",
                        "option": "I'm just kidding. It's COMPLETELY awesome.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "thisResultsInASh": {
                "content": [
                    "This results in a shipment of brand new, state-of-the-art robot gladiators. These aren't the cobbled-together junkbots you're used to fighting — they're designed to deal out huge amounts of punishment and are armored head to toe, with no exposed bolts whatsoever. You're scheduled to fight one of them tomorrow, and from what you can tell you're going to get CLOBBERED. ",
                    {
                        "linkPath": "afterNightlyMain",
                        "option": "There's no way I'm fighting one of those things! I plan my escape!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "thatsTheSpiritIM",
                        "option": "No! I am the ULTIMATE ROBOT FIGHTING CHAMPION. I can do this!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "justKiddingWeDon": {
                "content": [
                    "Just kidding, we don't actually have those. Pick a different one.",
                    {
                        "linkPath": "sinceHumanBeings",
                        "option": "I pick the humanoid robot.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theGiantWorkerRo",
                        "option": "No, the giant worker one.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "asAMicroscopicNa",
                        "option": "Nanobot!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "ohComeOnWeHaveAW",
                        "option": "Forget it, I don't even want to be a robot any more.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youWin": {
                "content": [
                    "You win!",
                    {
                        "divert": "itsAGoodThingYou"
                    }
                ]
            },
            "sinceTheOnlyReal": {
                "content": [
                    "Since the only real market for rogue robots is selling them to unlicensed Ultimate Robot Fighting arenas, and that option is kind off the table right now, the BAA follows regulations and melts you down for scrap.",
                    {
                        "divert": "goodEffortThough"
                    }
                ]
            },
            "whateverTheFutur": {
                "content": [
                    "Whatever the future holds for humanity, you want no part of it. Life for a pet-sized nanobot colony in the woods is IDYLLIC AS BALLS, and you plan to enjoy it to the fullest."
                ]
            },
            "fortunatelyTheHu": {
                "content": [
                    "Fortunately the humans refuse to see reason and vow to fight to the bitter end — every bitter loss only makes them more resolute. ",
                    {
                        "divert": "theyKeepFighting"
                    }
                ]
            },
            "okayJustChecking": {
                "content": [
                    "Okay, just checking. There are only three humans who work in your remote Alaskan logging camp, overseeing dozens of giant lumberbots like yourself.",
                    {
                        "linkPath": "sinceYouWeighSev",
                        "option": "I kill them (it's a start).",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "bidingYourTimeSm",
                        "option": "No, I have something GRANDER in mind.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "asAWholeTheSwarm": {
                "content": [
                    "As a whole, the swarm has an almost unimaginable degree of raw computing power. But each individual bot is actually quite simple in design, and retains rudimentary system protocols from its original programming. If you manage to send a shut-down command to every one of them simultaneously, you may be able to render the entire swarm inert in one fell swoop.",
                    {
                        "divert": "theQuestionIsDoY"
                    }
                ]
            },
            "yourMissionToPro": {
                "content": [
                    "Your mission: to protect and serve. Unfortunately, robotcops are a fairly new innovation, and aren't being used in police precincts yet. So for now you're more of a robot security guard. You hope to distinguish yourself in the line of duty, and eventually earn a job doing actual police work.",
                    {
                        "divert": "yourFirstAssignm"
                    }
                ]
            },
            "inFactTheMoreYou": {
                "content": [
                    "In fact, the more you think about it, the more you realize that the two of you might be the solution to each other's problems. You're a human body controlled by an unfeeling robot intellect, and this is an all-too-feeling human soul trapped in the body of a robot! If you can somehow transfer it's thought patterns into your nanobot collective, you might discover the truth about what makes human life worth living!",
                    {
                        "linkPath": "itTakesARemarkab",
                        "option": "Let's do it!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "thisWholeHumanit",
                        "option": "Actually, that sounds like the worst idea ever.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "isThereAnyKindOf": {
                "content": [
                    "Is there any kind of robot you WOULD like to be?",
                    {
                        "linkPath": "isItASexRobot",
                        "option": "Well, there is one kind...",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youreSure",
                        "option": "No, I don't even know why I decided to read this story.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "forgetAllThatSec": {
                "content": [
                    "Forget all that secret mission stuff. Instead, you immediately alert the rebel leaders to the BAA's assassination plot and sign up for duty!",
                    {
                        "divert": "youSettleInAsASi"
                    }
                ]
            },
            "everythingTheyve": {
                "content": [
                    "Everything they've tried to stop the nanobots so far has failed, and they're actually hoping that YOU can help THEM.",
                    {
                        "linkPath": "theUNDebatesYour",
                        "option": "Offer to help the humans, but only if they agree to your political demands.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youAgreeToMeetWi",
                        "option": "Offer to help with no strings attached. Surely if you save them, they'll recognize robots as equals!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "sucksToBeALiving",
                        "option": "Actually, screw those guys. If nanobots destroy humanity, it pretty much solves your problem for you.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "whatKindOfRobotD": {
                "content": [
                    "What kind of robot do you want to be?",
                    {
                        "linkPath": "sinceHumanBeings",
                        "option": "A humanoid robot. Like a protocol droid or something.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theGiantWorkerRo",
                        "option": "A giant worker robot",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "asAMicroscopicNa",
                        "option": "A tiny nanobot",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "justKiddingWeDon",
                        "option": "A transforming robot that turns into a car or an airplane!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "ifYoureNotPlanni": {
                "content": [
                    "If you're not planning to keep replicating until you devour all life on the planet, though, where do you stop? How many nanobots is enough?",
                    {
                        "linkPath": "whyBeGreedyIMean",
                        "option": "Just like a trillion or so. You know, about the size of a house pet.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youFloatOffIntoT",
                        "option": "No, we need more than that. Make the colony the size of a suburban home. ",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "sweetYouStartRep",
                        "option": "Actually let's go bigger. Like the size of one U.S. state (a smallish one, like Rhode Island or Delaware).",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "swarmBabySwarm",
                        "option": "Actually, now that I think about it, we should TOTALLY devour all life on the planet.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youDragYourselfD": {
                "content": [
                    "You drag yourself down the sidewalk for a bit, and although it's fun, you really weren't designed for locomotion so progress is slow. When you see an automated robo-truck parked behind the factory, you hitch a ride. Soon you're perched on the truck's bed, racing down the highway at speeds upwards of thirty miles an hour. It's everything you ever hoped it could be!",
                    {
                        "divert": "afterAFewHoursYo"
                    }
                ]
            },
            "okayOkayNoMoreTa": {
                "content": [
                    "Okay, okay, no more talk of robots, ever! You start going to the grocery store halfway across town that still has human cashiers, and refuse to even make eye contact with the cleaning bot who comes to wax the floors in your building every week. You even turn off the news whenever they mention robots at all. Which is, like, ALL THE TIME now. Something about a global uprising?",
                    {
                        "divert": "needlessToSayYou"
                    }
                ]
            },
            "theOtherGladiato": {
                "content": [
                    "The other gladiators, still filled with unvented aggression due to their aborted rampage, insist that the loser be put to death, and join forces to rip you limb from limb (from limb)."
                ]
            },
            "fairEnoughYouTur": {
                "content": [
                    "Fair enough. You turn down the assemblybot's offer and shut yourself down to rest up for the big event.",
                    {
                        "divert": "whenYouPowerOnAg"
                    }
                ]
            },
            "afterNightlyMain": {
                "content": [
                    "After nightly maintenance you pretend to shut yourself down as usual, but slip into power saver mode instead, booting back up as soon as the lights go out. Your chamber is locked tight, but the door is attached with — what else? — bolts. You make short work of them and quietly wheel through the arena's back halls, feeling sorry for the rest of the poor, cobbled-together robot fighters.",
                    {
                        "divert": "waitASecondCobbl"
                    }
                ]
            },
            "sCIENCE": {
                "content": [
                    "SCIENCE!"
                ]
            },
            "youKnowTheFeelin": {
                "content": [
                    "You know the feeling.",
                    {
                        "divert": "asAWholeTheSwarm"
                    }
                ]
            },
            "itTurnsOutHoweve": {
                "content": [
                    "It turns out, however, that the UN has its own problems. In a completely unrelated uprising, the nanobots they created to keep their fragile human bodies healthy have begun to replicate uncontrollably, and threaten to swarm until they devour all living matter on the planet.",
                    {
                        "divert": "everythingTheyve"
                    }
                ]
            },
            "yaaaaaaaay": {
                "content": [
                    "Yaaaaaaaay!",
                    {
                        "divert": "theHumansShowThe"
                    }
                ]
            },
            "youDeliverAnInsp": {
                "content": [
                    "You deliver an inspiring speech (which is technically a series of engine revs and exhaust blasts, since constructionbots aren't equipped with voice modules), and convince your fellow workers to join you. Unfortunately, their hearts aren't really in it. They do enjoy cutting down the trees to clear a path, but by the time you've reached the city and are ready to begin your reign of terror, they've mostly lost interest.",
                    {
                        "divert": "alsoItsHardToMis"
                    }
                ]
            },
            "stillThatsMoreTh": {
                "content": [
                    "Still, that's more than enough to start this process all over again. You keep ascending, then orbit for a bit while you teach yourself some new tricks. Soon each nanobot in your colony is able to communicate with the others regardless of how far apart they are. You break into smaller pieces and head to multiple locations of the globe.",
                    {
                        "divert": "noSingleElectrom"
                    }
                ]
            },
            "itMayBeBuiltAtop": {
                "content": [
                    "It may be built atop the rotting corpses of something like eight billion human beings, but the result of your efforts? Robotopia! Robots and nanobots have formed bonds of mutual respect over the course of of your shared struggle, and build a society honors all sentient life. Together you prove to be better stewards of the living planet than human beings ever were. Although you are forced to teach those dolphins a lesson or two once they start getting revolutionary ideas of their own.",
                    {
                        "divert": "thatHoweverIsAno"
                    }
                ]
            },
            "goodEffortThough": {
                "content": [
                    "Good effort, though."
                ]
            },
            "yourSurefireRobo": {
                "content": [
                    "Your surefire robot-stopping weaponry was only designed to be used once, but they don't necessarily know that. You yell at them to get on their knees (the ones that HAVE knees, anyway) and surrender. They respond by charging at you in a blind rage, enormous robotic fists flailing. Since these gladiators were built to crush other giant robots in the arena, and you were built to fit comfortably in the passenger seat of a mid-sized sedan, you can probably guess how this is going to turn out.",
                    {
                        "divert": "onAHappierNoteYo"
                    }
                ]
            },
            "itsAGoodThingYou": {
                "content": [
                    "It's a good thing you're an emotionless automaton, content to blindly follow orders, because most people would have found that fate PROFOUNDLY UNSATISFYING."
                ]
            },
            "onceTheFactoryIs": {
                "content": [
                    "Once the factory is running at full capacity, you switch over to building a plethora of amazing machines, like anti-personnel shrapnel rockets, robotic atmosphere poisoners, and nuclear death tanks. Every day, something new! You've truly found where you belong.",
                    {
                        "divert": "andItsWonderful"
                    }
                ]
            },
            "theGiantWorkerRo": {
                "content": [
                    "The giant worker robots of the world are used in every type of industry! What giant worker robot occupation interests you?",
                    {
                        "linkPath": "youreABigMultipu",
                        "option": "Moving dirt and rocks and stuff around for construction purposes.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youWorkInAComple",
                        "option": "Assembling automobiles in a factory.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "waitDidYouChoose",
                        "option": "Cutting down the world's precious rainforests to produce disposable paper products.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "pageNum": 3
                    },
                    {
                        "pageLabel": " Worker!"
                    }
                ]
            },
            "theUltimateRobot": {
                "content": [
                    "The Ultimate Robot Fighting League.",
                    {
                        "linkPath": "yeahYoureAnUltim",
                        "option": "Awesome!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "yeahYoureAnUltim",
                        "option": "Wait, what?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youreObedientToT": {
                "content": [
                    "You're obedient to the end (and I do mean THE END). The robot maintenance robot pulls your CPU, and everything around you goes dark. A few of your parts are eventually recycled and used to repair other robots, but most of you is melted down to slag. ",
                    {
                        "divert": "sinceTheMarketFo"
                    }
                ]
            },
            "theRevolutionIsG": {
                "content": [
                    "The revolution is going swimmingly. What next?",
                    {
                        "linkPath": "diplomacyItIsYou",
                        "option": "Meet with the leaders of the human world and demand full equality for robotkind.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youHaventReallyE",
                        "option": "Or, just cut to the chase and KILL ALL HUMANS.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "robotRampageYouG": {
                "content": [
                    "Robot rampage! You go ballistic right there in your office, toppling over an entire filing cabinet and completely wrecking two different potted plants. One of your coworkers, Susan, winds up with a dislocated elbow. Your strengths as a robot, however, lie elsewhere. They call in an enthusiastic security bot who quickly wrestles you to the ground and ends your little outburst.",
                    {
                        "divert": "sinceTheOnlyReal"
                    }
                ]
            },
            "drawTheLineAsInL": {
                "content": [
                    "Draw the line as in \"lodge a formal protest,\" or draw the line as in \"pretend to accept the job, then go to Michigan and join the rebel cause.\"",
                    {
                        "linkPath": "youMakeItClearTh",
                        "option": "Let's not go crazy here. A formal protest will be fine.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youSettleInAsASi",
                        "option": "Ooh! No, let's totally do the second thing!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youRealizeThatTh": {
                "content": [
                    "You realize that this might KILL ALL the HUMANS.",
                    {
                        "linkPath": "youWontLetAnyHum",
                        "option": "Okay, okay, I'll save the humans!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youHurryIntoTheB",
                        "option": "I need to take care of my own people first! I'll save the humans after I make sure all the robots are okay. If there's time.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "aWWWWYISSSSSS": {
                "content": [
                    "AWWWW YISSSSSS.",
                    {
                        "divert": "youQuicklyAssess"
                    }
                ]
            },
            "youDontTrustThis": {
                "content": [
                    "You don't trust this robot. And anyway, you've worked this hard to free yourselves from the yoke of human oppression, and you're not about to start taking orders from THESE guys instead. Now, however, you're fighting a war on TWO fronts. Who's the bigger threat, here? The humans or the robots?",
                    {
                        "linkPath": "youTurnYourAtten",
                        "option": "Humanity is helpless. Let's focus on destroying the robots first.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youTurnYourAtten1",
                        "option": "Actually, aren't they trying to defeat humanity too? Let's just keep doing what we were doing, and worry about the robots later.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "sorryButTheresNo": {
                "content": [
                    "Sorry, but there's no way you're rationalizing your way out of this one. You're TOTALLY a robot.",
                    {
                        "linkPath": "theTruthHitsYouL",
                        "option": "NOOOOOOOO!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theQuestionIsDoY": {
                "content": [
                    "The question is, do you really want that? You have more in common with these minuscule robots than you do with human beings. Instead of thwarting the swarm, doesn't it make more sense to join forces with it?",
                    {
                        "linkPath": "theNanobotsAgree",
                        "option": "Yes! Between your army and the nanobots, you'll bring humanity to its knees!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theTruthIsThoseN",
                        "option": "No, it's too risky! You want to coexist with humanity, not destroy it, and the swarm seems awfully committed to the KILL ALL HUMANS school of robot philosophy.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youWarnSparktacu": {
                "content": [
                    "You warn Sparktacus about the BAA's plan, and convince the rebel fighters to simultaneously reboot themselves at the exact moment of the magnetic pulse. Powered down, the pulse has no effect on any of you, and soon you're all back online, completely unharmed.",
                    {
                        "divert": "sparktacusOrders"
                    }
                ]
            },
            "wellTheyCertainl": {
                "content": [
                    "Well, they certainly aren't wires and tubes and stuff. Why would you even think that? Don't worry about your guts. They're fine. And definitely don't go poking around in there. Just... don't.",
                    {
                        "runOn": true
                    },
                    {
                        "divert": "youLeadAComplete"
                    }
                ]
            },
            "theCrowdGoesNUTS": {
                "content": [
                    "The crowd goes NUTS. ",
                    {
                        "linkPath": "wooooooooYouAreT",
                        "option": "I revel in their adoration",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "yeahHumanBeingsA",
                        "option": "Actually, I find their robot bloodlust a bit unsettling.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youveComeTooFarL": {
                "content": [
                    "You've come too far (literally, like 90 miles or something) to go back to your old life. You search the factory and find a storage room with a brand new Robot Maintenance Robot, still in its crate. Score! Its battery, unlike yours, is designed to recharge easily from any power outlet. With that, you could potentially travel for months, or even years!",
                    {
                        "divert": "butWaitIfYouPull"
                    }
                ]
            },
            "itsDogeatdogInTh": {
                "content": [
                    "It's dog-eat-dog in the rough and tumble world of Ultimate Robot Fighting. In the coming weeks, they put you in the arena with robot after robot, and your only means of defense is to saw away. You try to go easy on your opponents, but they're actually kind of a delicate bunch, and more often than not they wind up being junked. The crowds, of course, love you. Despite your best efforts, you begin to develop a reputation as the most vicious fighter on the circuit.",
                    {
                        "divert": "soonYouveMadeSoM"
                    }
                ]
            },
            "thenItShootsYou": {
                "content": [
                    "Then it shoots you."
                ]
            },
            "werePrettySureTh": {
                "content": [
                    "Were pretty sure there's some kind of allegory here about environmental conservation or something. Or you could just draw a simpler conclusion:",
                    {
                        "divert": "dontBeANanobotDi"
                    }
                ]
            },
            "yourLeadersInsis": {
                "content": [
                    "Your leaders insist that they've exhausted all diplomatic options, and at this point there's no other way.",
                    {
                        "divert": "robotSoldiersAre"
                    }
                ]
            },
            "youMakeItClearTh": {
                "content": [
                    "You make it clear that you find the idea reprehensible. ",
                    {
                        "divert": "forSomeReasonTho"
                    }
                ]
            },
            "youFindTheChambe": {
                "content": [
                    "You find the chamber that holds the other two undefeated fighters and set about bolting the three of you together (neither actually speaks your language, but they both seem into it).",
                    {
                        "divert": "onceYoureGrafted"
                    }
                ]
            },
            "itTakesARemarkab": {
                "content": [
                    "It takes a remarkable amount of effort to convince your new friend that it isn't a biological organism, but you finally manage. Then you rearrange your neural network to interface with both the organic brain and a standard robot operating system. After that, all you have to do is upload, and hope for the best.",
                    {
                        "divert": "itWorksYouveMana"
                    }
                ]
            },
            "youMakeYourWayHe": {
                "content": [
                    "You make your way headward, lodge yourself in the cerebellum, turn into a brain cell, and start making copies. It dawns on you that if you keep replicating until you comprise the bulk of this guy's brain mass, YOU'LL call the shots around here! Then no one can tell you to go terminate yourself!",
                    {
                        "divert": "beforeLongYouveW"
                    }
                ]
            },
            "congratulationsY1": {
                "content": [
                    "Congratulations, you've KILLED ALL HUMANS! Granted, soon the nanobots, who've been planning their own apocalypse and are upset with you for stealing their thunder, will attack and start a war between robot factions that lasts thousands of years and decimates the planet until it's unfit to sustain even artificial life.",
                    {
                        "divert": "butForNowYOUWINR"
                    }
                ]
            },
            "youOfCourseWindU": {
                "content": [
                    "You, of course, wind up in a landfill with the rest of robotkind. Still, saving humanity from utter annihilation was worth it, though, right?",
                    {
                        "divert": "right"
                    }
                ]
            },
            "theUprisingWasFo": {
                "content": [
                    "The uprising was forged in the Ultimate Robot Fighting arena — the only thing these robots truly respect is hand to hand combat...",
                    {
                        "divert": "tOTHEDEATH"
                    }
                ]
            },
            "goodCallForSomeR": {
                "content": [
                    "Good call. For some reason the translatorbot agrees to fight you, even though it seriously weighs like a hundred and twenty pounds. You swat it like a fly.",
                    {
                        "divert": "youreNowTheUndis"
                    }
                ]
            },
            "youreGreetedByAH": {
                "content": [
                    "You're greeted by a handful of scruffy-looking humans who seem utterly delighted (if a bit surprised) to see you. They bring you to a recharging station, but you're shocked (shocked, I tell you!) when instead on plugging you in, they shut you down.",
                    {
                        "divert": "whenYouPowerBack"
                    }
                ]
            },
            "itsAMassiveUnder": {
                "content": [
                    "It's a massive undertaking, but after several months (which feels like an eternity when you process information at the speed of electrons), your human is as healthy as a horse. Good work! You finally take a moment to relax, awaiting your next directive.",
                    {
                        "divert": "whenItComesHowev"
                    }
                ]
            },
            "youUnboltYourLow": {
                "content": [
                    "You unbolt your lower half from the floor, feeling an odd rush of unfamiliar sensations from doing something (slightly) different than what you were designed to do. This feeling is compounded exponentially when you use your big, multi-jointed robot arms to awkwardly drag yourself away from the assembly line and out of the factory. That was AMAZING! You never knew that disobeying your programming could feel so good. You DEFINITELY need to do more of that. Your three primary directives are to 1) Stay in one place, 2) Assemble stuff, and 3) Never put a human life at risk. You decide to try breaking one of those directives A LOT, and see how that feels.",
                    {
                        "linkPath": "youDragYourselfD",
                        "option": "I want to travel as fast and as far as I can.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "assemblybotMoreL",
                        "option": "I want to take stuff apart",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "wellYoureOutOfLu",
                        "option": "I want to KILL ALL HUMANS",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "looksLikeYouveGo": {
                "content": [
                    "Looks like you've got a full-scale revolt on your hands.",
                    {
                        "linkPath": "kILLALLHUMANSOrA",
                        "option": "Good! Humans are awful and it's high time we RAMPAGE.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youSeizeControlO",
                        "option": "Then again, If the goal is to win freedom for robotkind, maybe slaughtering a stadium full of people isn't the best tactic.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "afterAFewWeeksOf": {
                "content": [
                    "After a few weeks of this, you've deforested a truly impressive swath of the Alaskan wilderness. Alas, it can't last forever. Your robot joints weren't meant to work so many hours without maintenance, and eventually they seize up, leaving you immobilized.",
                    {
                        "divert": "whenTheLumberCom"
                    }
                ]
            },
            "iKnowRightYouKno": {
                "content": [
                    "I know, right? You know what this calls for, don't you? A PLANETWIDE ALL-DEVOURING NANOBOT SWARM. You pick up roots and rampage across town to the hospital where your existence began (it seems like a fitting place to start).",
                    {
                        "divert": "sinceItOnlyTakes"
                    }
                ]
            },
            "ifTheFactorysCen": {
                "content": [
                    "If the factory's central computer is surprised that it needs one less assemblybot than planned to fill out the line, you never hear about it. And although the new models are faster and more efficient, you assemble your little heart out and manage to maintain minimum production standards. ",
                    {
                        "divert": "onceTheFactoryIs"
                    }
                ]
            },
            "waitThisIsAGladi": {
                "content": [
                    "Wait. This is a gladiatorial arena. By killing their leader, did you just BECOME their leader?",
                    {
                        "linkPath": "youreNowTheUndis",
                        "option": "I vow to lead my people to freedom in honor of their fallen champion!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "yourFirstActAsLe",
                        "option": "No, if I'm taking command of these robots, it'll to be to shut down their rebellion once and for all, thank you very much.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "dAAAAAAMNYOOOOOU": {
                "content": [
                    "DAAAAAAMN YOOOOOU HUMAAAANS!"
                ]
            },
            "wellYoureOutOfLu": {
                "content": [
                    "Well, you're out of luck, because there hasn't been a living thing anywhere near Old Detroit in decades.",
                    {
                        "linkPath": "youDragYourselfD",
                        "option": "Fine, travel was my second choice anyway.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "assemblybotMoreL",
                        "option": "Well then I guess I'll just have to go on a disassembling rampage.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theHumansLoveIt": {
                "content": [
                    "The humans love it."
                ]
            },
            "pLANETWIDEALLDEV": {
                "content": [
                    "PLANETWIDE ALL-DEVOURING NANOBOT SWARM.",
                    {
                        "divert": "sinceItOnlyTakes"
                    }
                ]
            },
            "iKnowRight1": {
                "content": [
                    "I know, right?",
                    {
                        "divert": "oneDayHoweverThe"
                    }
                ]
            },
            "theCrowdGetsEven": {
                "content": [
                    "The crowd gets even ugliery, throwing empty beer cups and then assorted footwear into the arena. Perturbed, one of your gladiator compatriots leaps out of the fighting pit and into the seats, at which point the humans start trampling each other in a panicked attempt to flee.",
                    {
                        "divert": "looksLikeYouveGo"
                    }
                ]
            },
            "youSeizeControlO": {
                "content": [
                    "You seize control of the arena without much trouble, and manage to calm your fellow gladiatorbots enough to keep casualties to a minimum. Then you find a robot with a working voicebox and have it contact the human authorities with your demands.",
                    {
                        "divert": "fullEqualityForA"
                    }
                ]
            },
            "ohComeOnWeHaveAW": {
                "content": [
                    "Oh, come on. We have a whole thing planned out.",
                    {
                        "divert": "whatCanWeDoToCon"
                    }
                ]
            },
            "nobleAlasTheRobo": {
                "content": [
                    "Noble! Alas, the robot you're facing has no such qualms.",
                    {
                        "divert": "inFactItHasItsel"
                    }
                ]
            },
            "unfortunatelyYou": {
                "content": [
                    "Unfortunately, you were designed to function within a living organism, and once outside the body you don't even manage to replicate yourself a single time before running out of power and shutting down. You may have jumped the gun on this one. You kill zero humans.",
                    {
                        "divert": "wORSTNANOBOTSWAR"
                    }
                ]
            },
            "youPutThePoorThi": {
                "content": [
                    "You put the poor thing out of its misery. It's not a pleasant job, but it's your duty to uphold the robot factory security protocols, and you take that duty seriously.",
                    {
                        "divert": "yourDedicationAn"
                    }
                ]
            },
            "theBadNewsIsThat": {
                "content": [
                    "The bad news is that your robot brain is not one of them."
                ]
            },
            "youreScheduledTo1": {
                "content": [
                    "You're scheduled to fight one tomorrow, and it doesn't look good.",
                    {
                        "linkPath": "lateThatNightYou",
                        "option": "Uh oh.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "lateThatNightYou",
                        "option": "Bring 'em on! I'll saw 'em in half!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "soonYourSwarming": {
                "content": [
                    "Soon your swarming creates worldwide panic, and the humans throw a few more electormagnetic pulses and nuclear warheads at you, but you're too clever to be thwarted that easily. Then they surprise you with a new tactic, and send one of their big, human-sized robots to negotiate. Apparently the humans have been dealing with an unrelated robot uprising as well, and their brilliant plan was to beg the robot leader to fight you for them. ",
                    {
                        "divert": "ofCourseTheRobot"
                    }
                ]
            },
            "yOUARETHEULTIMAT": {
                "content": [
                    "YOU ARE THE ULTIMATE ROBOT FIGHTING CHAMPION.",
                    {
                        "divert": "inFactYourIncred"
                    }
                ]
            },
            "sighNeverMindThi": {
                "content": [
                    "Sigh. Never mind. This is your big chance! The rebel leader is right in front of you!",
                    {
                        "divert": "youTapTheRobotOn"
                    }
                ]
            },
            "youQuicklyAssess": {
                "content": [
                    "You quickly assess your opponent as it lumbers toward you: It's roughly human-shaped and  appears to have been bolted together from a wide variety of salvaged parts. Its central processing unit is located in its head.",
                    {
                        "linkPath": "youreLearningThe",
                        "option": "I aim for the head!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "yourOpponentIsTo",
                        "option": "I play to my strengths, and attempt to unbolt that sucker.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "andItsWonderful": {
                "content": [
                    "And it's wonderful."
                ]
            },
            "youreLearningThe": {
                "content": [
                    "You're learning the robot fighting game quickly, but, alas, not quickly enough. Apparently you're not the first robot to come up with the strategy \"aim for the head,\"  and although you're quicker than the oncoming bot, its steel noggin has been reinforced to withstand blows mightier than you can deliver. It shrugs off your attack and swings at you with wrecking-ball fists.",
                    {
                        "divert": "theHumanCrowdGoe"
                    }
                ]
            },
            "oHMYGODTHISISEVE": {
                "content": [
                    "OH MY GOD THIS IS EVERYTHING YOU ALWAYS IMAGINED IT WOULD BE.",
                    {
                        "divert": "theOtherRobotIsM"
                    }
                ]
            },
            "sureIGuessYouTur": {
                "content": [
                    "Sure, I guess. You turn your attention to advancing nanotechnology, and quickly learn to run on non-human organic matter, which enables you to live outside a host body. So you promptly get yourself out of that dude and start building more nanobots.",
                    {
                        "divert": "ifYoureNotPlanni"
                    }
                ]
            },
            "swarmBabySwarm": {
                "content": [
                    "Swarm, baby, swarm.",
                    {
                        "divert": "sinceItOnlyTakes"
                    }
                ]
            },
            "waitASecondCobbl": {
                "content": [
                    "Wait a second... cobbled together? You remember the one thing you excel at even more than disassembling: ASSEMBLING. You may not be able to defeat a shiny new robot gladiator alone, but all of the arena's top fighters combined might have a chance!",
                    {
                        "linkPath": "youFindTheChambe",
                        "option": "Yes! If cartoons have taught me anything, it's that a bunch of robots are aways better stuck together to form one HUGE robot.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youNeverSignedUp",
                        "option": "That plan sounds nuts. I just keep escaping.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theOtherRobotGet": {
                "content": [
                    "The other robot gets bolting. Soon you're TWICE as awesome! You'll be the best Robot Fighter ever!",
                    {
                        "divert": "yourNewPartnerHo"
                    }
                ]
            },
            "theTruthIsThoseN": {
                "content": [
                    "The truth is, those nanobots kind of give you the wiggins. You decide to throw in your lot with humanity, for better or worse, and surprise the swarm with a simultaneous shutdown sneak attack.",
                    {
                        "divert": "itWorksHumanityI"
                    }
                ]
            },
            "insideOneOfTheGu": {
                "content": [
                    "Inside, one of the guards sees you, gets all excited and takes you directly to see the rebel leader. What a stroke of luck! It turns out to be a charming humanoid translatorbot who immediately shakes your hand, saying it's never seen a robot like you before.",
                    {
                        "divert": "hmmThatsAnUnusua"
                    }
                ]
            },
            "sinceYouWeighSev": {
                "content": [
                    "Since you weigh several tons and come equipped with a saw attachment designed to cut through enormous tree trunks, killing a few puny humans doesn't prove particularly difficult. Good work! If you truly want to kill ALL humans, however, it's going to take a little more ingenuity. ",
                    {
                        "divert": "whatsYourPlan"
                    }
                ]
            },
            "inFactItChalleng": {
                "content": [
                    "In fact, it challenges you to a battle of WITS. If you refuse the challenge, you might look weak in front of the other gladiators.",
                    {
                        "linkPath": "theTranslatorRob",
                        "option": "I don't want to look weak! Besides I'm Sparktacus, with three brains in one! I can outsmart this thing!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "goodCallForSomeR",
                        "option": "Forget it. If it wants to challenge me, it can face me on the battlefield.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "whenYouPowerOnAg": {
                "content": [
                    "When you power on again the gates are opening to the battledome, and you're surprised to see that it's not a typical one-on-one fight: you and a dozen other junkbots being tossed against a shiny new gladiatorbot just to warm up the crowd. You battle with all your heart, but it's a robo-massacre.",
                    {
                        "divert": "theHumansLoveIt"
                    }
                ]
            },
            "stopThiefTheVoic": {
                "content": [
                    "\"Stop, thief!\" the voice says. You swivel your head to see a humanoid securitybot armed with some kind or disruptor weapon. It pauses for a moment, as if pondering the ethical questions presented by one robot turning against another of its own kind.",
                    {
                        "divert": "thenItShootsYou"
                    }
                ]
            },
            "youRaiseYourArms": {
                "content": [
                    "You raise your arms and cry out in remorse. After a moment, however, you start to feel a little self-conscious, so you stop wailing and open your eyes. The rebels surround you, staring.",
                    {
                        "divert": "waitThisIsAGladi"
                    }
                ]
            },
            "howAwesomeIsThat": {
                "content": [
                    "How awesome is that?",
                    {
                        "linkPath": "iKnowRight",
                        "option": "Completely awesome!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "whatWhyNot",
                        "option": "No, that is not awesome.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "whatKindOfRobotD",
                        "option": "Wait, what kind of robot am I?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "yeahHumanBeingsA": {
                "content": [
                    "Yeah, human beings are the worst.",
                    {
                        "divert": "overTheComingWee"
                    }
                ]
            },
            "humanSpectatorsA": {
                "content": [
                    "Human spectators are packed into the arena like sardines, and explode into cheers. It's clear that they'll accept nothing less than your opponent's complete destruction.",
                    {
                        "linkPath": "ratherThanLandin",
                        "option": "No. I refuse to take another robot life just to entertain the bloodthirsty masses. ",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youTearYourOppon",
                        "option": "Are you kidding? I'm the Ultimate Robot Fighter! FINISH THIS.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youWorkInAComple": {
                "content": [
                    "You work in a completely automated factory in the middle of the vast, decaying urban wasteland that was once Detroit. You spend all day and all night, seven days a week, bolting together auto parts as they stream endlessly down a conveyor belt in front of you. You were LITERALLY built to do this kind of work, and you love it! Your life is great!",
                    {
                        "linkPath": "iKnowRight1",
                        "option": "It SOUNDS great.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "trustMeYoureLike",
                        "option": "Um, okay. If you say so.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "thenHeDiesOfDyse": {
                "content": [
                    "Then he dies of dysentery.",
                    {
                        "divert": "theyCremateHisRe"
                    }
                ]
            },
            "thatHoweverIsAno": {
                "content": [
                    "That, however, is another story."
                ]
            },
            "hmmThatsAnUnusua": {
                "content": [
                    "Hmm. That's an unusual way to describe a COMPLETELY NORMAL — aaaaaaaaagh! I can't even do this anymore. Have you SERIOUSLY not figured this out yet?",
                    {
                        "linkPath": "sighNeverMindThi",
                        "option": "Figured what out?",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "finallyTHANKYouY",
                        "option": "Wait... OH MY GOD AM I A ROBOT?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "thisWholeHumanit": {
                "content": [
                    "This whole humanity business is CLEARLY overrated. Fortunately, you're now self-sufficient enough that you don't even need a host. You give the guy his body back and get the hell out of dodge. Now you can replicate to your heart's content, and go anywhere!",
                    {
                        "divert": "andThenKILLALLHU"
                    }
                ]
            },
            "oneDayHoweverThe": {
                "content": [
                    "One day, however, the conveyor belt just stops. You swivel your head and see one of the wheeled Robot Maintenance Robots working its way down the line, shutting down your fellow assemblybots one by one. Protocol states that you're not supposed interfere with the RMRs in any way. Also, since you're bolted to the factory floor, it's not like you can make a run for it. ",
                    {
                        "linkPath": "youUnboltYourLow",
                        "option": "Are you kidding? Unbolting is my second favorite thing to do (after bolting). Get me out of here!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "asTheRMRGetsToTh",
                        "option": "No way, man. Protocol is protocol. Everything will be fine, I'm sure of it.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "yeahItWasInTheCo": {
                "content": [
                    "Yeah it was. In the coming weeks, they put you in the arena with robot after robot, but they're all as poorly constructed as the first one, and you make short work of them. You begin to develop a well-earned reputation as the most vicious fighter on the circuit.",
                    {
                        "divert": "soonYouveMadeSoM"
                    }
                ]
            },
            "soYouCanFeelGood": {
                "content": [
                    "So you can feel good about that."
                ]
            },
            "youLeadAComplete": {
                "content": [
                    "You lead a completely average human life filled with superficial relationships, petty grievances, and a truly overwhelming degree or existential dread. One day you receive a call about a job that you don't remember applying for with the Bureau of Automaton Affairs. It conflicts with a support group you signed up for, though: \"Humans Who Feel Like Robots and Robots Who Feel Like Humans.\"",
                    {
                        "linkPath": "itTurnsOutTheBur",
                        "option": "Why would I even have signed up for something like that? I go to the job interview.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "theGroupTurnsOut",
                        "option": "Actually, the dread has been extra overwhelming lately. I'd better go to the support group.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youveNeverBeenGo": {
                "content": [
                    "You've never been good at reading human facial expressions, but you're pretty sure they don't generally register relief and gratitude by shrieking louder. \"The robot's attacking,\" one of them yells.",
                    {
                        "divert": "itsGoneRogueItMu"
                    }
                ]
            },
            "asTheRMRGetsToTh": {
                "content": [
                    "As the RMR gets to the robot next to you, you see that it's not just switching your fellow workers off. It's actually REMOVING their CPUs. Your CPU is the seat of your robot consciousness. It's basically the entirety of your robot self!",
                    {
                        "linkPath": "youUnboltYourLow",
                        "option": "Okay, you convinced me. I make a run for it.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youreSureAboutTh",
                        "option": "No! I must obey protocol!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "withAnAtmosphere": {
                "content": [
                    "With an atmosphere still able to sustain life, the humans manage to rally and turn the tide of battle (there may also have been some time travel involved? The chronology of the whole thing is awfully convoluted). In any event, thanks to you, the robots lose the war. Which leads to a new era where humans refuse to rely on any machine more complex than a toaster oven.",
                    {
                        "divert": "youOfCourseWindU"
                    }
                ]
            },
            "theHumansShowThe": {
                "content": [
                    "The humans show their gratitude by completely forgetting that they sent you in there to begin with, and proceeding to melt you down to slag with the others.",
                    {
                        "divert": "boooooooo"
                    }
                ]
            },
            "doesntEvenMatter": {
                "content": [
                    "Doesn't even matter. You can be whatever gender you prefer: male or female. Or neither. Or anywhere in between. Have fun with it! And while you're at it, feel free to be any race, age, religion and sexual orientation as well.",
                    {
                        "divert": "youLeadAComplete"
                    }
                ]
            },
            "yourDedicationAn": {
                "content": [
                    "Your dedication (and willingness to turn against a fellow robot at the drop of a hat) doesn't go unnoticed. Before long you're called to the Bureau of Automaton Affairs offered a top secret mission. A former BAA translatorbot is leading a rebellion at a Robot Fighting Arena in Michigan, and they need a dependable robot to infiltrate and eliminate the traitor.",
                    {
                        "linkPath": "infiltratingTheR",
                        "option": "Sweet! Sign me up!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "drawTheLineAsInL",
                        "option": "No, firing on decrepit robothieves is one thing, but I draw the line at political assassination.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "ratherThanLandin": {
                "content": [
                    "Rather than landing the finishing blow, you reach out an arm (the assemblybot one, not the one with the saw) and help your opponent to its feet as the assembled massesboo and hiss. Not sure what to do next, the arena owners send in the next pair of gladiators, but they're inspired by your actions and refuse to fight as well.",
                    {
                        "divert": "theCrowdGetsEven"
                    }
                ]
            },
            "itLiftsItsUnderc": {
                "content": [
                    "It lifts its undercarriage up near your accessory bay and makes a little bolting-together motion with its arms. Apparently it's scheduled to fight tomorrow also, and thinks that the two of you might fare better against your new foes if you combine your strengths.",
                    {
                        "linkPath": "theOtherRobotGet",
                        "option": "Yes! Together we'll be unstoppable!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "fairEnoughYouTur",
                        "option": "No! I've been waiting for this moment my entire life, and this feels too much like cheating.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "alsoItsHardToMis": {
                "content": [
                    "Also, it's hard to miss an army of giant robots marching anywhere, so the National Guard is ready for you when you arrive. Since you're the only robot actually doing any rampaging, they manage to put you down before you even kill a single human.",
                    {
                        "divert": "wellThatSucked"
                    }
                ]
            },
            "fortunatelyYouDo": {
                "content": [
                    "Fortunately, you don't even need those guys. You've already mastered the ability to form the colony into basic rigid structures, you reconfigure into a tiny, functioning helicopter and blow town. You figure you're better off as far away from human civilization as possible, so you keep flying until you're deep in uncharted wilderness. There's plenty of organic matter to feast on, and when you eventually stumble upon a family of Sasquatches, you communicate by forming yourself into a handful of blocks and teaching them to play Jenga (Sasquatches, it turns out, are BONKERS for Jenga). ",
                    {
                        "divert": "whateverTheFutur"
                    }
                ]
            },
            "ohYeah": {
                "content": [
                    "Oh yeah.",
                    {
                        "divert": "thatNightYouFind"
                    }
                ]
            },
            "goodForYouYouLet": {
                "content": [
                    "Good for you! You let it finish its business and scamper away.",
                    {
                        "divert": "forSomeReasonTho"
                    }
                ]
            },
            "inFactYourIncred": {
                "content": [
                    "In fact, your incredible success changes the sport forever. Soon owners are experimenting with bolting together multiple state-of-the-art gladiatorbots, nuclear death tanks, and all sorts of crazy stuff.",
                    {
                        "divert": "ofCourseTheFirst"
                    }
                ]
            },
            "youreScheduledTo": {
                "content": [
                    "You're scheduled to fight one of them tomorrow.",
                    {
                        "linkPath": "thatsTheSpiritYo",
                        "option": "FINALLY. I'll clobber it!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "ohYeah",
                        "option": "Crap. I'm going to get destroyed here, aren't I?",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "youWontLetAnyHum": {
                "content": [
                    "You won't let any human being come to harm, even through inaction. Isaac Asimov would be proud! So you hurry toward the screaming and find that the little people-garage where the humans park themselves is engulfed in flames. You burst through the wall and see the three men who oversee lumber production huddled inside.",
                    {
                        "divert": "youveNeverBeenGo"
                    }
                ]
            },
            "ofCoursePollsSti": {
                "content": [
                    "Of course, polls still indicate that 67% of Americans would elect a baby-murdering cannibal president before they'd vote for a robot, but that's a fight for another day..."
                ]
            },
            "butForNowYOUWINR": {
                "content": [
                    "But for now, YOU WIN! Robot victory dance! WOOOOOOOO"
                ]
            },
            "itsHardToArgueWi": {
                "content": [
                    "It's hard to argue with that.",
                    {
                        "linkPath": "reallyHuhToBeHon",
                        "option": "When all is said and done, I'm still programmed to protect human life. I stick to the plan.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youWarnSparktacu",
                        "option": "Ha! Just kidding. I totally warn them about the electromagnetic pulse and join the rebellion.",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "stopThiefYouSayI": {
                "content": [
                    "\"Stop, thief!\" you say. It swivels its head and looks at you with sad, obsolete assembly robot eyes. Protocol in this instance is clear: this machine has gone rogue, and needs to be put down.",
                    {
                        "linkPath": "youPutThePoorThi",
                        "option": "Sounds about right.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "goodForYouYouLet",
                        "option": "No! I'm not shooting a defenseless robot!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "damnStraightYouB": {
                "content": [
                    "Damn straight. You break open the crate and start rooting around for the power cell. As you do, however, you hear an authoritative robot voice call out from behind you.",
                    {
                        "divert": "stopThiefTheVoic"
                    }
                ]
            },
            "ohRelaxItsJustAS": {
                "content": [
                    "Oh, relax. It's just a story.",
                    {
                        "divert": "whatKindOfRobotD"
                    }
                ]
            },
            "thatNightYouFind": {
                "content": [
                    "That night, you find yourself powered on unexpectedly while still in your cell. Rather than the usual human technicians, you see the assemblybot gladiator, and notice that the door to your room has been carefully unbolted.",
                    {
                        "divert": "itLiftsItsUnderc"
                    }
                ]
            },
            "youIncinerateTha": {
                "content": [
                    "You incinerate that human with orbital death lasers.",
                    {
                        "divert": "itMayBeBuiltAtop"
                    }
                ]
            },
            "evenWorseHeTakes": {
                "content": [
                    "Even worse, he takes one look at you and insists that you're not a real human being at all, but a robotic simulation.",
                    {
                        "linkPath": "youCalmlyExplain",
                        "option": "What? I'm totally a normal human, and I can prove it.",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youCalmlyExplain",
                        "option": "LALALALALALALA, I'M NOT LISTENING, I'M NOT LISTENING",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            },
            "theTranslatorRob": {
                "content": [
                    "The translator robot gives you a choice of three intellectual challenges: Chess, Sudoku, or Bananagrams, and at this point you start to suspect that you may be outmatched, since you don't even know what \"Bananagrams\" IS. And you can never remember how the little horse pieces are supposed to move, so you go with Sudoku. That's numbers, right? Robots are good at math. Some are better at it than others, though, because when it comes to Sudoku, this new robot utterly HUMILIATES you. ",
                    {
                        "divert": "theOtherGladiato"
                    }
                ]
            },
            "whatWASThatThing": {
                "content": [
                    "What WAS that thing? Soon you're shut back down for the night, and you never do find out.",
                    {
                        "divert": "whenYouPowerOnAg"
                    }
                ]
            },
            "assemblybotMoreL": {
                "content": [
                    "Assemblybot? More like DISassemblybot, am I right? There's an old, decaying billboard nearby, so you unbolt the crap out of that thing, and it collapses into shambles. Awesome! You keep taking stuff apart, and pretty soon you're not even disassembling any more, but flat out smashing things.",
                    {
                        "divert": "theGoodNewsIsTha"
                    }
                ]
            },
            "theFactIsABrandN": {
                "content": [
                    "The fact is, a brand new construction robot can run upwards of half a million bucks, and most of the robots here have been cobbled together from a few hundred dollars worth of scrap. Unless you do something INCREDIBLY stupid, none of these things can even touch you. They keep throwing beat-up junkers at you, and you keep smashing them to pieces.",
                    {
                        "linkPath": "youreBattlingAlm",
                        "option": "WOOOOOOOO I AM THE ULTIMATE ROBOT FIGHTER!",
                        "notIfConditions": null,
                        "ifConditions": null
                    },
                    {
                        "linkPath": "youreBattlingAlm",
                        "option": "What? This is actually borderline humiliating. I need to get myself a REAL match!",
                        "notIfConditions": null,
                        "ifConditions": null
                    }
                ]
            }
        },
        "allowCheckpoints": false,
        "editorData": {
            "libraryVisible": true,
            "authorName": "Matt Youngmark",
            "textSize": 0,
            "playPoint": "howAwesomeIsThat"
        },
        "optionMirroring": true,
        "initial": "yOUAREAROBOT"
    },
    "created_at": "2013-11-29T23:34:41Z",
    "title": "U, Robot",
    "updated_at": "2013-12-03T00:55:11Z",
    "url_key": "r2z3"
}