{"lastPassageNumber":23,"title":"Sir Mixabot","version":1,"description":"Had a hard day? No problem! Just saddle up to the future bar and let the tin bot behind the counter whip up just want you need.","cover_url":"","genre":"Alcohol","author":"Emily Kiernan","credit":"","passages":[{"number":1,"content":"The barstool squeaks with a deep and familial resentment as you settle yourself. The light filtering through the high yellow windows suggests a four thirty autumn dusk, though you think it must be earlier than that. You fumble under the bar to hang your purse from the brass hook that is hidden there, and Sheila heads towards you, appearing more tidal than attentive.\n“You look bad,” she says, hardly looking. She looks like your mother, but you don’t say this.\n“I feel bad,” you say. \nShe nods, unperturbed, reaching a hand towards the wall of bottles behind her.\n\"Brown or clear?\"","choices":[{"content":"Brown...","conditions":"","paths":[{"destination":"ihmadaajfj","conditions":"","updates":"","id":"hrovozbkch","created":1394145987121,"modified":null,"opened":null}],"id":"uodbycdtpa","created":1394145987121,"modified":null,"opened":null},{"content":"Clear...","conditions":"","paths":[{"destination":"zaqsywafrp","conditions":"","updates":"","id":"cpeawticcc","created":1394145992853,"modified":null,"opened":null}],"id":"xbblwynegh","created":1394145992853,"modified":null,"opened":null}],"opening":true,"value":0,"id":"xatzxmyawx","created":1394145857736,"modified":null,"opened":null},{"number":2,"content":"“I haven’t been sleeping. How long can you live without sleeping?”\nSheila is the oldest person you’ve ever considered a friend. She is a member of MENSA and has a face like an old handbag\n“Given certain gene mutations, six to nine months, but likely you have been experiencing microsleep episodes. Just try not to drive if you don’t have to.” \nShe holds two bottles out to you.\n\"Whiskey or rum?\"","choices":[{"content":"Whiskey.","conditions":"","paths":[{"destination":"evhidpbegv","conditions":"","updates":"","id":"aqfjbrgdmm","created":1394146011407,"modified":null,"opened":null}],"id":"leccexxvtv","created":1394146011407,"modified":null,"opened":null},{"content":"Rum!","conditions":"","paths":[{"destination":"sberactpdr","conditions":"","updates":"","id":"bkkchhemkt","created":1394146017617,"modified":null,"opened":null}],"id":"xzrlspbcxp","created":1394146017617,"modified":null,"opened":null}],"opening":false,"value":0,"id":"ihmadaajfj","created":1394145999318,"modified":null,"opened":null},{"number":3,"content":"“Something weird happened yesterday,” you say, running your finger in a circle on the bar where a glass had sat and sweated and not quite dried. “Can I tell you about it?” \nShe shrugs, like ‘that’s what you pay me for.’ \n“So, last night, I met this person.”\nShe raises her eyebrows at you but her face doesn’t change, like she is performing the moves of one dance while remembering the moves of another. \n“I went out late because I couldn’t sleep. I went to that dinner on 4th and Chapel. I was drinking coffee and reading a book. This man came up and sat across from me in my booth. He just sat there looking at me. He had these eyes that were like animal eyes.”\n“What kind of animal?” Her hand is resting on the long next of a luxardo bottle, like it’s an anchor.\n“Like a deer, I guess.”\nShe lifts the bottle.\n\"You want this boozy-sweet or just boozy?\"","choices":[{"content":"Boozy-sweet","conditions":"","paths":[{"destination":"svxgtyrgxm","conditions":"","updates":"","id":"mcemjjimtr","created":1394146042363,"modified":null,"opened":null}],"id":"uurkvczbsb","created":1394146042363,"modified":null,"opened":null},{"content":"Just boozy","conditions":"","paths":[{"destination":"gbtzobsuex","conditions":"","updates":"","id":"qaibdsdnjf","created":1394146054486,"modified":null,"opened":null}],"id":"uttfcedbuz","created":1394146054486,"modified":null,"opened":null}],"opening":false,"value":0,"id":"evhidpbegv","created":1394146038985,"modified":null,"opened":null},{"number":4,"content":"“We just sat there for the longest time. Something was happening between us. It was like I was remembering it even while it was happening. I became like an empty vessel. The wind moved through me with a gentle rustling, and everything was tinged the red of apple skins and winter sunsets. I wanted to cry but was not in my body.\" \n\"You want a cherry or a twist?\"","choices":[{"content":"Cherry","conditions":"","paths":[{"destination":"btgolyipkh","conditions":"","updates":"","id":"saybfrrsdt","created":1394146105907,"modified":null,"opened":null}],"id":"bxgxutrytk","created":1394146105907,"modified":null,"opened":null},{"content":"Twist","conditions":"","paths":[{"destination":"estguacdok","conditions":"","updates":"","id":"feqnqpahhd","created":1394146116662,"modified":null,"opened":null}],"id":"adkqabinac","created":1394146116662,"modified":null,"opened":null}],"opening":false,"value":0,"id":"svxgtyrgxm","created":1394146101829,"modified":null,"opened":null},{"number":5,"content":"“Then he just went away. I don’t remember. Later he walked past and said, ‘I like your earrings, where did you get them?' and I said 'Online,' like nothing had happened, because at the moment, I don’t think I thought anything had. Do you think I’m losing my mind?”\nShe pushes the drink towards you and the window-light catches the edge of the glass, shooting out a brief and blinding streak.\n“Yes,” she says. “Probably.”\nOutside you hear men yelling to one another across the street, and far off a dog barking, and the noises that the traffic makes, and in between it all the drifting of a breeze.\n\nThe Dark-Eyed Stranger\n2 oz bourbon\n.5 oz maraschino\n.5 oz Torani Amer or other orange liqueur\n2 dashes orange bitters\n2 dashes chocolate bitters\n\nShake in an iced cocktail shaker and strain into a small brandy snifter. Garnish with a cherry.","choices":[],"opening":false,"value":0,"id":"btgolyipkh","created":1394146121198,"modified":null,"opened":null},{"number":6,"content":"“Twist. Cherries smell like turpentine today.”\n“You really need to get some sleep.”\n“The man said ‘I’m so sorry that I wasn’t there for you.’ He was my father, and he apologized for everything. We talked all night long, and then he walked me home and I fell asleep for the first time in weeks and weeks.”\nShe twists a lemon peel around a bar spoon and drops it into a glass which she has placed, without your realizing, in front of you. \n“This really happened?”\n“I might have dreamed it. It feels hazy and strange. If I dreamed it, I must have slept a long time. If it was real, I only slept an hour or two.”\n“Which do you think?”\nThere is a light coming in through the high windows that is as golden as anything you’ve ever seen. You barely remember to shrug.\n“Which do you want?”\nBut you don’t respond at all.\n\nThe Reunion\n2 oz Dad's Hat Rye\n.25 oz Luxardo\n.25 oz Cointreau\n2 dashes Angostura bitters\n\nStir ingredients together in a rocks glass with one ice cube.","choices":[],"opening":false,"value":0,"id":"estguacdok","created":1394146210244,"modified":null,"opened":null},{"number":7,"content":"\"There is something up with your skin,” she says.\n“That’s what the man said too. He put his hand on my face and said, ‘that isn’t good.’”\n“It’s really not. It’s not a tint I’ve seen before. It looks like something may be about to poke through.”\nThe light from the window is burning your eyes  and you wish Sheila would hurry up.\n“Well, this here is a panacea,” she says, pushing a glass out to you. \nYou go to take a sip but she stops you.\n\"You want a cherry or a twist?\"","choices":[{"content":"Cherry","conditions":"","paths":[{"destination":"eymygmqbik","conditions":"","updates":"","id":"bnxofabvdj","created":1394146292696,"modified":null,"opened":null}],"id":"yngojsqrzy","created":1394146292696,"modified":null,"opened":null},{"content":"Twist","conditions":"","paths":[{"destination":"fdxfhuygha","conditions":"","updates":"","id":"mgmjppxgjn","created":1394146297026,"modified":null,"opened":null}],"id":"iovetyusfa","created":1394146297026,"modified":null,"opened":null}],"opening":false,"value":0,"id":"gbtzobsuex","created":1394146279072,"modified":null,"opened":null},{"number":8,"content":"“So who was this man? Some kind of doctor?”\n“An experimental scientist, he said. He was very understanding of my recent troubles. He gave me this.”\nYou remove the object from your pocket and set it on the bar. A number of expressions pass across Sheila’s face, but you find you cannot read them. She turns away from you. Beneath your skin there is a humming.\n\nThe Change of Life\n2 oz scotch \n2 dashes Peychaud’s bitters\n2 dashes chocolate bitters\n2 dashes absinth \n\nSwirl absinth a cocktail coupe to coat, pouring out any excess. Stir scotch and bitters in iced shaker and drain into absinth-coated coupe. Garnish with a cherry.","choices":[],"opening":false,"value":0,"id":"eymygmqbik","created":1394146300525,"modified":null,"opened":null},{"number":9,"content":"“Twist, please. I think the vitamin C could be beneficial.” \n“Sure,” she says. “I’m sure that will clear it right up.”\n“I’ve always been prone to deficiencies.”\n“I understand,” she says. “I myself am noticing the onset of possible osteoporosis. But is that a thick fur emerging around your ears? A kind of pelt?”\n“Possibly,” you say, scratching the spot with a spasmodic jerk of your elbow.  “Is it possible that I am no longer attractive and charming?”\nThe glass rattles against your teeth. When you set it back on the bar a hairline crack has formed through which your drink is seeping. \n“It is possible. We all react differently to life’s setbacks.”\nYou nod and try to smile, but you can feel your claws moving back and forth in your fingers and toes, drumming boredly against the wood of the bartop, the cloth of your shoes.\n\nThe Hair of the Dog\n2 oz rye whiskey\n1 oz applejack\n.25 oz Barenjager or honey other liqueur\n.25 oz lemon juice\n2 dashes orange bitters\n\nStir ingredients together in an iced cocktail shaker then strain into a cocktail coupe. Garnish with a lemon twist.","choices":[],"opening":false,"value":0,"id":"fdxfhuygha","created":1394146316883,"modified":null,"opened":null},{"number":10,"content":"\"I heard you got robbed,” you say, pulling the edges of an abandoned napkin.\n“No. Rico got robbed while he was here, and he gave them some of my money.”\n“Is he alright?”\nShe shrugs. “He’s closing tonight. ”\n“Maybe I’ll come back to see him.”\n“I had an aunt got robbed once. She was working nights at that diner down on 4th and Chapel. Guys came in the back while she was cleaning and stuck her head in the deep-fryer. It wasn’t turned on though. She drowned.”\nAnother thing about Sheila is that she's a liar.\n\"You want something creamy or fruity?\"","choices":[{"content":"Creamy","conditions":"","paths":[{"destination":"uhltysjrdr","conditions":"","updates":"","id":"boigkusoms","created":1394146385238,"modified":null,"opened":null}],"id":"expumelyzf","created":1394146385238,"modified":null,"opened":null},{"content":"Fruity!","conditions":"","paths":[{"destination":"iyamtnllwk","conditions":"","updates":"","id":"ethklozqfi","created":1394146389692,"modified":null,"opened":null}],"id":"cnopxgskmu","created":1394146389692,"modified":null,"opened":null}],"opening":false,"value":0,"id":"sberactpdr","created":1394146375461,"modified":null,"opened":null},{"number":11,"content":"“That was my mother’s youngest sister. My mother never got over it, but I was happy because when I was little that aunt kidnapped me and tried to take me to Alaska. We weren’t gone long, but I thought a whole year passed because it was snowing when we left, and then it got warm in California, and snowed again up north. I kept asking when my birthday was, and if we had missed my birthday, which is in September.” \n“Happy birthday,” you say.\n“What I remember best is the way the wind got. At night we would pitch this old tent she had, all full of holes and smelling like junk food or mold or something. I’d tear out and just run and run as hard as I could. But we were in the plains then. You could see for miles and miles and I was so small. I’d hear hear her laughing. She was just watching me go, waiting for me to drop. And I would. After a while I would just drop down in the field, down there in the dirt with the furrows up around me. That’s when the wind would come. It would come pushing up over me so loud and strong it was like it was holding me down or wrapping around me, and sometimes I hoped it would pick me up and carry me home like the storm in Wizard of Oz did to Dorothy.”\nShe fills a shaker with ice and cranks it vigorously over her shoulder for several rotations.\n“But mostly what amazed me is what it smelled like.”\nYou wait for her to tell you but she doesn’t. She strains the shaker into a glass and pushes it across to you.\n“Thanks,” you say. “I’m sorry about your aunt.”\n\nPine Needles A Week After Christmas When They’re Dry, But Also Animals Bedded Deep In Straw, And Maybe Something Sweet Like Lemons--Lemonade, I Mean\n2 oz dark rum\n.5 oz St. Elizabeth’s Allspice Dram\n.5 oz Bailey’s Irish Cream\n\nShake in an iced cocktail shaker and strain into a cocktail coupe. Garnish with sprinkling of nutmeg and a sugar cookie on the side.","choices":[],"opening":false,"value":0,"id":"uhltysjrdr","created":1394146393743,"modified":null,"opened":null},{"number":12,"content":"“Do you have any of those little umbrellas?”\nShe gives you a look you could take offense at if you wanted. \n“My house was robbed once,” you say as she paws around the deep, under-bar recesses. “I wasn’t there at the time. They jumped a fence into the back yard and then came in through a basement window that never locked right, so I think they may have been watching things for awhile, figuring out the best ways in. They took my laptop and my tv, but they left my record player, which is old and shitty and looks like it probably came down from my grandmother. I think that’s why they left it. And in the trash I found a broken jelly jar and a bunch of paper towels, like they cleaned up afterwards. The next time I took a shower there was a girl’s name written in the steam, and a little heart beside it. I mean, I wish they hadn’t broken in, but I also kind of wish they’d stayed and introduced themselves. I’m lonely a lot.”\n“I can see that,” she says, and pushes the drink across the bar to you. It smells sweet and sticky and there is a paper umbrella leaned against the rim.\n\nThe Jenneane\n2 oz light rum\n1 oz dark rum\n.5 oz Cointreau\n.5 oz orgeat\n.5 oz lime juice\n3 oz passion fruit punch\n3 oz orange juice\n\nShake ingredients in an iced cocktail shaker. Strain into a ice-filled collins glass and garnish with orange, pineapple, cherry, and a little paper umbrella.","choices":[],"opening":false,"value":0,"id":"iyamtnllwk","created":1394146413700,"modified":null,"opened":null},{"number":13,"content":"“Clear. I’m on a health kick.”\n“Filthy habit,” she says, examining the bottles on the shelf with her back to you. “So what’s the matter?”\n“Nothing,” you say. “It’s fine. Martha moved out, but it’s for the best.”\n“I’m sorry to hear that, darling. I’ll make this one a double. You want vodka or gin?\"","choices":[{"content":"Vodka","conditions":"","paths":[{"destination":"dizspairtn","conditions":"","updates":"","id":"sicdqkvgnl","created":1394146468746,"modified":null,"opened":null}],"id":"osacfeevoz","created":1394146468746,"modified":null,"opened":null},{"content":"Gin","conditions":"","paths":[{"destination":"xjvwvrcwkw","conditions":"","updates":"","id":"oirxflveqe","created":1394146473396,"modified":null,"opened":null}],"id":"ekdnumdgke","created":1394146473396,"modified":null,"opened":null}],"opening":false,"value":0,"id":"zaqsywafrp","created":1394146452478,"modified":null,"opened":null},{"number":14,"content":"\"Vodka. I am as simple and pure as the driven snow.\"\nShe looks like she might make some reply to this if she were not trying to treat you gently.\n“What happened with you and the lady?”\n“Does it matter?” you say, pulling the edges off a napkin someone has left on the bar. “She found someone she liked better.”\n“Sorry. You know this new girl?”\n“Not a girl.”\nShe makes a face like ‘ouch.’\n\"You want this shaken or stirred, 007?\"","choices":[{"content":"Shaken...","conditions":"","paths":[{"destination":"rbhfrtmcbe","conditions":"","updates":"","id":"apufbuuvmx","created":1394146493049,"modified":null,"opened":null}],"id":"xcczdtknzw","created":1394146493049,"modified":null,"opened":null},{"content":"Stirred.","conditions":"","paths":[{"destination":"eqtepplyba","conditions":"","updates":"","id":"aardwegobw","created":1394146494553,"modified":null,"opened":null}],"id":"rznedzdmiy","created":1394146494553,"modified":null,"opened":null}],"opening":false,"value":0,"id":"dizspairtn","created":1394146476513,"modified":null,"opened":null},{"number":15,"content":"“It’s not a man either. We were out biking a few months ago, back in the spring when we were having all that rain. We got caught in this storm, like crazy downpour out of nowhere. We were racing back to the house and she fell. She said she was fine, but a few blocks later she started acting really weird, asking what happened and if she had fallen. By the time we got inside she was just kind of wandering around with these big eyes. I took her to the hospital and she had a concussion. It was pretty intense for a few days, but she got better. But after that she kept talking about this scent, like a scent that had been in the air during the accident, and that she’d kept smelling afterwards, in the hospital. She said she still smelled it sometimes. She said it was this rare kind of honeysuckle she used to have near her house as a kid.”\n“You think she left you for a smell?”\n“It became the thing she liked best.”\n“Why didn’t you just plant some for her? You could just have a little pot of it by the bed or something. Or were you jealous?”\n“She didn’t need it. She could just sit there and remember it.”\nSheila pushes your drink out to you and you tip it back in a smooth motion. You imagine her doing it now, sitting on an air mattress in her best friend’s apartment across town, with all of her clothes spilled out of a duffle bag beside her, just as beautiful as always and breathing and breathing and breathing it in. \n\nLonicera\n2 oz vodka\n1 oz St. Germain \n.25 oz Barenjager or other honey liqueur\nChampagne to fill \n\nShake the vodka, St. Germain, and Barenjager in an iced shaker then strain into a cocktail coupe. Top with champagne and garnish with a lemon twist.","choices":[],"opening":false,"value":0,"id":"rbhfrtmcbe","created":1394146508335,"modified":null,"opened":null},{"number":16,"content":"“He’s not even a real man. He’s a robot.  They met online. He’s one of those spam robots that messages you on dating sites. She wasn’t on a dating site. She was just on Twitter, but he found her very charming.”\n“Algorithmically.”\n“He is supposed to be a Russian doctor forced into exile by government oppression. He lives in a small but respectable apartment on the outskirts of Siberia with his ageing mother.”\n“Who is also a robot.”\n“She isn’t even a robot. I don’t think she exists, except as a…”\nYou wave your hand over your head.\n“A figment,” Sheila adds helpfully. \n“Yes. A figment. In his mind. Her mind.”\n“She believes he’s real?” Sheila asks, straining your drink into a glass, which begins to bead up with condensation in the most beautiful way.\n“She did. He’s a pretty convincing robot. But then she started making plans to meet him--to actually get on an actual plane to Siberia--and he became very elusive. There were requests for money, for access to her accounts. She became suspicious. She did some research. She realized what he was.”\n“So she is embarrassed? It exposed the cracks in your relationship?”\n“Yes,” you say. “That’s probably it.”\nYou pick up your glass and pour it back in a smooth motion. You are not sure there were cracks. You think she prefers him as he is. You think she accepts him, as a lover should. He tells such lovely stories and she has such lovely eyes.\n\nThe Unconditional\n2 oz vodka\n.5 oz silver tequila\n.25 oz vermouth\n1 dash orange bitters\n\nStir ingredients in  an iced cocktail shaker and strain into a martini glass. Garnish with an olive.","choices":[],"opening":false,"value":0,"id":"eqtepplyba","created":1394146527213,"modified":null,"opened":null},{"number":17,"content":"“Did I ever tell you about my ex-husband?”\n“No,” you say, “but I’m not sure I’m ready for any breakup stories.”\n“He was the twelfth-tallest man on earth and had a beautiful singing voice. He was in four different choirs and was always going out on auditions for this or that, but it never went anywhere. He was physically unable to share the stage. And all those years of trying to make space for other people had left him meek. He sang like an angel, but usually to the floor.”\n“He doesn’t sound anything like Martha.” \n\"He wasn’t,” she says, pushing back from the bar \"You want this shaken or stirred, 007?\"","choices":[{"content":"Shaken...","conditions":"","paths":[{"destination":"cngttaxpxx","conditions":"","updates":"","id":"envkoarifd","created":1394146642203,"modified":null,"opened":null}],"id":"oijfqrfpqt","created":1394146642203,"modified":null,"opened":null},{"content":"Stirred.","conditions":"","paths":[{"destination":"bvkarfhjql","conditions":"","updates":"","id":"kvqnzmobxh","created":1394146643785,"modified":null,"opened":null}],"id":"toulvxylqh","created":1394146643785,"modified":null,"opened":null}],"opening":false,"value":0,"id":"xjvwvrcwkw","created":1394146618889,"modified":null,"opened":null},{"number":18,"content":"“He left me for a sad little church girl who had braces at twenty-nine, and for a year I could hardly get out of bed. He had four kids and died of a heart attack while skiing. He was only forty-five. I don’t think I’ve talked about him in ten years, and I don’t think of him at all anymore, but sometimes I catch myself humming, and I can still hear him that way. In my head he still sounds just the same, like he’s lonely and too big for himself. I’ve kept him, in that little way, for all these years. The best of him.”\nYou don’t say anything because you are looking up at the windows and watching the way the dust drifts in and out of the sunlight. Sheila pushes a glass in front of you and drains the shaker into it, the liquid a little heavier than water and faintly blue. Sheila holds up a hand for you to wait.\n\"you want a cherry or a twist?\"","choices":[{"content":"Cherry","conditions":"","paths":[{"destination":"chsqwjemtl","conditions":"","updates":"","id":"rgwcbchtkz","created":1394146678126,"modified":null,"opened":null}],"id":"upkxaaokjk","created":1394146678126,"modified":null,"opened":null},{"content":"Twist","conditions":"","paths":[{"destination":"pdnwkdlfqq","conditions":"","updates":"","id":"gofaibbhey","created":1394146680336,"modified":null,"opened":null}],"id":"ezerjsgqrb","created":1394146680336,"modified":null,"opened":null}],"opening":false,"value":0,"id":"cngttaxpxx","created":1394146650889,"modified":null,"opened":null},{"number":19,"content":"“Cherry,” you say, and she drops one into the glass with a little plunk that sends an ash-colored drop over the edge and down onto the wood of the bar. \n“I don’t think Martha was right for you, anyway,” she says. \nYou shrug.\n“I hope she dies,” you say. “I hope she dies while skiing.” \n\nThe Tahoe Blue\n2 oz gin\n.5 oz St. Germain \ndash creme de violette\n\nShake in an iced cocktail shaker and strain into a martini glass. Garnish with a cherry","choices":[],"opening":false,"value":0,"id":"chsqwjemtl","created":1394146685344,"modified":null,"opened":null},{"number":20,"content":"“Twist,” you say. “For the vitamin C.”\nShe nods, picking up a lemon and a peeler. You watch the small explosion of droplets as she cuts in, separating the peel from the pith.\nThe best part of Martha was the day she was sick but went walking all around the city, and cooked a big dinner, and talked to her mom on the phone, and washed her clothes and your clothes so you both smelled like the same lavender. It was the way she would never waste anything. She would finish the food on your plate and carry an empty bottle in her purse for hours if there was nowhere to recycle it. You think of the landfills you will fill without her, of the way things will fall away so easily, as if you’d never grasped them at all. \n\nThe Fine Singer\n2 oz gin\n.5 oz limoncello\ndash creme de violette\nChampagne to fill\n\nShake gin, limoncello, and creme de violette in an iced cocktail shaker. Pour into a cocktail coupe and top with champagne. Garnish with a lemon twist.","choices":[],"opening":false,"value":0,"id":"pdnwkdlfqq","created":1394146722062,"modified":null,"opened":null},{"number":21,"content":"“Professional success eluded him. Artistic recognition was not in the cards.” \nShe is stirring your drink with a long bar spoon and punctuating her words with a metallic chinkchinkchink.\n“He became a chronic giver-upper. It was a tense time in our marriage. Then one day he overheard me singing in the shower and a complete psychic transference occurred. I became a proxy for his aspirations. He started ferrying me around to all these auditions, musicals mostly. He was always making me practice with him. He liked to sing over me.”\nShe pours your drink  but doesn’t push it toward you yet. A few drops have cascaded down the stem of the glass and pooled on the bar wood.\n\"You want an olive or a twist?\"","choices":[{"content":"Olive","conditions":"","paths":[{"destination":"iwnagztxla","conditions":"","updates":"","id":"jfssstkhgb","created":1394146757028,"modified":null,"opened":null}],"id":"khlvyujsvd","created":1394146757028,"modified":null,"opened":null},{"content":"Twist","conditions":"","paths":[{"destination":"bpdnnozzrh","conditions":"","updates":"","id":"kvxrblpbud","created":1394146762360,"modified":null,"opened":null}],"id":"hyfggivycj","created":1394146762360,"modified":null,"opened":null}],"opening":false,"value":0,"id":"bvkarfhjql","created":1394146745733,"modified":null,"opened":null},{"number":22,"content":"“Well,” you say, “are you a great star of stage and screen now?”\n“No, but I did a lot better than him. I was very pretty back then, and I wasn’t an awful singer, so I got a few roles. He was beside himself with jealousy. The last time I ever saw him I was in Meet Me In St. Louis.  I got to the high part in Under The Bamboo Tree and had to sort of overshoot and slide down to the right note because I wasn’t really any great shakes up there, and I  saw him rise up over the audience like some sort of big black bird and storm out. That night I went home with the man playing my father. That was the end of the whole thing.”\nYou stir your drink with the olive, then maneuver it off the end of the toothpick with your lips and tongue.\n“What does that have to do with Martha and me?” \n“Nothing,” she says. “Few things do.”\n\nThe Alonzo Smith\n2 oz gin\n.5 oz Lillet Blanc\n2 dashes Angostura bitters \n\nStir with ice and drain into a martini glass. Garnish with an olive.","choices":[],"opening":false,"value":0,"id":"iwnagztxla","created":1394146766197,"modified":null,"opened":null},{"number":23,"content":"“I got a few background roles, but that wasn’t enough for him. I never really loved it anyway. He let me quit when he found his real hobby, which was drinking. Sometimes I wish he had focused on just being tall. But we opened this place up together, and that’s something I guess. It’s kept me going all these years. He used to have karaoke nights though, and that was just heartbreaking.”\n“He died didn’t he?” you say, and she nods.\n“Years ago. Tall people don’t live that long.”\nOutside you can hear the traffic, and you think of Martha, and of how she took all of her things so now there are big empty holes in your apartment where her things used to go, and of how it really is possible you’ll never see her again.\n\nThe Martha\n2 oz gin\n.5 oz lillet blanc\n.5 oz limoncello\n.5 oz ginger liqueur\ndash lemon juice\n\nStir with ice and strain into a martini glass. Garnish with a lemon twist.","choices":[],"opening":false,"value":0,"id":"bpdnnozzrh","created":1394146782531,"modified":null,"opened":null}],"id":"gnwzsrxwyg","created":1394145857736,"modified":null,"opened":null}